Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Hebrew.po
Languages: he

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
he: LANG_HEBREW, SUBLANG_HEBREW_ISRAEL

source: Copy to Middle
he: העתק לאמצע

source: C&opy to Right Alt+Right
he: העתק לימין Alt+Right

source: Copy from Middle
he: העתק מהאמצע

source: Copy fro&m Right Alt+Shift+Left
he: העתק מהימין Alt+Shift+Left

source: Cop&y to Left Alt+Left
he: העתק לשמאל Alt+Left

source: Copy &from Left Alt+Shift+Right
he: העתק מהשמאל Alt+Shift+Right

source: Copy Selected Line(s) to Middle
he: העתק שורה(ות) נבחרות לאמצע

source: Copy Selected Line(s) to Right
he: העתק שורה(ות) נבחרות לימין

source: Copy Selected Line(s) from Middle
he: העתק שורה(ות) נבחרות מהאמצע

source: Copy Selected Line(s) from Right
he: העתק שורה(ות) נבחרות מהימין

source: Copy Selected Line(s) to Left
he: העתק שורה(ות) נבחרות לשמאל

source: Copy Selected Line(s) from Left
he: העתק שורה(ות) נבחרות מהשמאל

source: Copy Selected Diff (Left) to Clipboard Ctrl+&1
he: העתק שינוי נבחר (שמאל) ללוח Ctrl+1

source: Copy Selected Diff (Right) to Clipboard Ctrl+&2
he: העתק שינוי נבחר (ימין) ללוח Ctrl+2

source: Copy Selected Diff (Middle) to Clipboard Ctrl+&2
he: העתק שינוי נבחר (אמצע) ללוח Ctrl+2

source: Copy Selected Diff (Right) to Clipboard Ctrl+&3
he: העתק שינוי נבחר (ימין) ללוח Ctrl+3

source: Select Line &Difference F4
he: בחר הבדל בשורה F4

source: Add this change to Substitution &Filters
he: הוסף שינוי זה למסנני החלפה

source: Add to &Line Filters
he: הוסף למסנני שורות

source: &Undo
he: בטל

source: &Redo
he: בצע שוב

source: Cu&t
he: גזור

source: &Copy
he: העתק

source: &Paste
he: הדבק

source: &Scripts
he: סקריפטים

source: < Empty >
he: < ריק >

source: &Go to... Ctrl+G
he: עבור אל... Ctrl+G

source: Go to Moved Line Between Left and Middle Ctrl+Shift+G
he: עבור לשורה שהוזזה בין השמאל לאמצע Ctrl+Shift+G

source: Go to Moved Line Between Middle and Right Ctrl+Alt+G
he: עבור לשורה שהוזזה בין האמצע לימין Ctrl+Alt+G

source: Op&en
he: פתח

source: With &Registered Application
he: פתח עם יישום רשום

source: With &External Editor Ctrl+Alt+E
he: פתח עם עורך חיצוני Ctrl+Alt+E

source: &With...
he: פתח עם...

source: Open &Parent Folder...
he: פתח תיקייה אב...

source: S&hell Menu
he: תפריט מעטפת

source: Use First Line as Headers
he: השתמש בשורה הראשונה ככותרות

source: Auto-Fit All Columns
he: התאם אוטומטית את כל העמודות

source: View &Differences
he: הצג הבדלים

source: Diff &Block Size
he: גודל בלוק הבדל

source: &Ignore Color Difference (Color Distance Threshold)
he: התעלם מהבדלי צבע (סף מרחק צבע)

source: Ins&ertion/Deletion Detection
he: זיהוי הוספה/מחיקה

source: &None
he: ללא

source: &Vertical
he: אנכי

source: &Horizontal
he: אופקי

source: &Previous Page
he: עמוד קודם

source: &Next Page
he: עמוד הבא

source: &Active Pane
he: חלונית פעילה

source: Rotate &Right 90deg
he: סובב ימינה 90°

source: Rotate &Left 90deg
he: סובב שמאלה 90°

source: Flip V&ertically
he: הפוך אנכית

source: Flip H&orizontally
he: הפוך אופקית

source: &Zoom
he: התקרב/התרחק

source: Zoom &In Ctrl++
he: התקרב Ctrl++

source: Zoom &Out Ctrl+-
he: התרחק Ctrl+-

source: &Normal Ctrl+*
he: רגיל Ctrl+*

source: &Overlay
he: שכבת-על

source: &Alpha Blend
he: שקיפות מדורגת

source: Alpha &Blend Animation
he: אנימציית שקיפות מדורגת

source: Dragging &Mode
he: מצב גרירה

source: &Move
he: הזז

source: &Adjust Offset
he: התאם היסט

source: &Vertical Wipe
he: מחיקה אנכית

source: &Horizontal Wipe
he: מחיקה אופקית

source: Rectangle &Select
he: בחירה מלבנית

source: &Set Background Color
he: הגדר צבע רקע

source: &Vector Image Scaling
he: קנה מידה לתמונת וקטור

source: &Animation Settings
he: הגדרות אנימציה

source: &Blink interval
he: מרווח הבהוב

source: &Overlay animation interval
he: מרווח אנימציית שכבת-על

source: Compare Extracted &Text From Images
he: השווה טקסט שחולץ מתמונות

source: Co&mpare
he: השווה

source: &Screenshots
he: צילומי מסך

source: &Full Size Screenshots
he: צילומי מסך בגודל מלא

source: &HTMLs
he: מסמכי HTML

source: &Texts
he: טקסטים

source: &Resource Trees
he: עצים משאביים

source: &Size
he: גודל

source: Fit to Window
he: התאם לחלון

source: &Event Sync
he: סנכרון אירועים

source: &Enabled
he: מופעל

source: &Scroll
he: גלילה

source: &Click
he: לחיצה

source: &Input
he: קלט

source: &GoBack/Forward
he: חזור/התקדם

source: Clear &Browsing Data
he: נקה נתוני גלישה

source: &Disk Cache
he: מטמון דיסק

source: &Cookies
he: עוגיות

source: &Browsing History
he: היסטוריית גלישה

source: &All Profile
he: כל הפרופיל

source: &File
he: קובץ

source: &New
he: חדש

source: &Text
he: טקסט

source: T&able
he: טבלה

source: &Binary
he: בינארי

source: &Image
he: תמונה

source: &Webpage
he: דף אינטרנט

source: New (&3 panes)
he: חדש (3 חלוניות)

source: &Open... Ctrl+O
he: פתח... Ctrl+O

source: Open Conflic&t File...
he: פתח קובץ סתירה...

source: Open C&lipboard
he: פתח לוח

source: Open Pro&ject... Ctrl+J
he: פתח פרויקט... Ctrl+J

source: Sa&ve Project...
he: שמור פרויקט...

source: Recent Projects
he: פרויקטים אחרונים

source: Recent F&iles Or Folders
he: קבצים או תיקיות אחרונים

source: E&xit Ctrl+Q
he: צא Ctrl+Q

source: &Edit
he: עריכה

source: &Paste Ctrl+V
he: הדבק Ctrl+V

source: &Options...
he: אפשרויות...

source: &View
he: תצוגה

source: Ta&b Bar
he: סרגל לשוניות

source: &View Tab Bar
he: הצג סרגל לשוניות

source: &On Title Bar
he: בסרגל הכותרת

source: &Toolbar
he: סרגל כלים

source: &Small
he: קטן

source: &Medium
he: בינוני

source: &Big
he: גדול

source: &Huge
he: ענק

source: Men&u Bar
he: סרגל תפריטים

source: &Status Bar
he: סרגל מצב

source: &Tools
he: כלים

source: &Filters...
he: מסננים...

source: &Generate Patch...
he: צור טלאי...

source: &Plugins
he: תוספים

source: P&lugin Settings...
he: הגדרות תוספים...

source: Ma&nual Prediffer
he: השוואה ידנית מוקדמת

source: A&utomatic Prediffer
he: השוואה אוטומטית מוקדמת

source: &Manual Unpacking
he: פריסה ידנית

source: &Automatic Unpacking
he: פריסה אוטומטית

source: &Reload plugins
he: טען מחדש תוספים

source: &Window
he: חלון

source: Cl&ose Ctrl+W
he: סגור Ctrl+W

source: Clo&se All
he: סגור הכול

source: Change &Pane F6
he: החלף חלונית F6

source: Tile &Horizontally
he: סדר אופקית

source: Tile &Vertically
he: סדר אנכית

source: &Cascade
he: פרוש מדורג

source: &Help
he: עזרה

source: &WinMerge Help F1
he: עזרה WinMerge F1

source: R&elease Notes
he: הערות גרסה

source: &Translations
he: תרגומים

source: C&onfiguration
he: תצורה

source: &GNU General Public License
he: רישיון ציבורי כללי של GNU

source: &About WinMerge...
he: אודות WinMerge...

source: &Read-only
he: קריאה בלבד

source: L&eft Read-only
he: שמאל לקריאה בלבד

source: M&iddle Read-only
he: אמצע לקריאה בלבד

source: Ri&ght Read-only
he: ימין לקריאה בלבד

source: &File Encoding...
he: קידוד קובץ...

source: Select &All Ctrl+A
he: בחר הכול Ctrl+A

source: Show &Identical Items
he: הצג פריטים זהים

source: Show &Different Items
he: הצג פריטים שונים

source: Show L&eft Unique Items
he: הצג פריטים ייחודיים בשמאל

source: Show Midd&le Unique Items
he: הצג פריטים ייחודיים באמצע

source: Show Ri&ght Unique Items
he: הצג פריטים ייחודיים בימין

source: Show S&kipped Items
he: הצג פריטים שהוחמצו

source: S&how Binary Files
he: הצג קבצים בינאריים

source: &3-way Compare
he: השוואה תלת-כיוונית

source: Show &Left Only Different Items
he: הצג פריטים שונים רק בשמאל

source: Show &Middle Only Different Items
he: הצג פריטים שונים רק באמצע

source: Show &Right Only Different Items
he: הצג פריטים שונים רק בימין

source: Show L&eft Only Missing Items
he: הצג פריטים חסרים רק בשמאל

source: Show Mi&ddle Only Missing Items
he: הצג פריטים חסרים רק באמצע

source: Show Rig&ht Only Missing Items
he: הצג פריטים חסרים רק בימין

source: Show Hidd&en Items
he: הצג פריטים מוסתרים

source: Tree &Mode
he: מצב עץ

source: E&xpand Subfolders
he: הרחב תיקיות משנה

source: &All Subfolders
he: כל תיקיות המשנה

source: &Different Subfolders
he: תיקיות משנה שונות

source: &Identical Subfolders
he: תיקיות משנה זהות

source: &Collapse All Subfolders
he: כווץ את כל תיקיות המשנה

source: Select &Font...
he: בחר גופן...

source: Use Default Font
he: השתמש בגופן ברירת מחדל

source: Sw&ap Panes
he: החלף חלוניות

source: Swap &1st | 2nd
he: החלף 1 | 2

source: Swap &2nd | 3rd
he: החלף 2 | 3

source: Swap 1st | &3rd
he: החלף 1 | 3

source: Com&pare Statistics...
he: השווה נתונים סטטיסטיים...

source: Refresh F5
he: רענן F5

source: &Refresh Selected Ctrl+F5
he: רענן נבחרים Ctrl+F5

source: &Merge
he: מזג

source: Co&mpare Enter
he: השווה Enter

source: &Next Difference Alt+Down
he: הבדל הבא Alt+Down

source: &Previous Difference Alt+Up
he: הבדל קודם Alt+Up

source: &First Difference Alt+Home
he: הבדל ראשון Alt+Home

source: &Current Difference Alt+Enter
he: הבדל נוכחי Alt+Enter

source: &Last Difference Alt+End
he: הבדל אחרון Alt+End

source: Copy to &Right Alt+Right
he: העתק לימין Alt+Right

source: Copy to L&eft Alt+Left
he: העתק לשמאל Alt+Left

source: &Delete Del
he: מחק Del

source: &Customize Columns...
he: התאם עמודות...

source: Generate &Report...
he: צור דוח...

source: &Edit with Unpacker...
he: ערוך עם מפענח...

source: &Save Ctrl+S
he: שמור Ctrl+S

source: Sav&e
he: שמור

source: Save &Left
he: שמור שמאל

source: Save &Middle
he: שמור אמצע

source: Save &Right
he: שמור ימין

source: Save &As
he: שמור בשם

source: Save &Left As...
he: שמור שמאל בשם...

source: Save &Middle As...
he: שמור אמצע בשם...

source: Save &Right As...
he: שמור ימין בשם...

source: &Print... Ctrl+P
he: הדפס... Ctrl+P

source: Page Set&up...
he: הגדרת עמוד...

source: Print Previe&w...
he: תצוגה מקדימה להדפסה...

source: &Convert Line Endings to
he: המר סיומות שורות ל

source: Mer&ge Mode F9
he: מצב מיזוג F9

source: Reloa&d Ctrl+F5
he: טען מחדש Ctrl+F5

source: Reco&mpare As
he: השווה מחדש כ

source: &Undo Ctrl+Z
he: בטל Ctrl+Z

source: &Redo Ctrl+Y
he: בצע שוב Ctrl+Y

source: Cu&t Ctrl+X
he: גזור Ctrl+X

source: &Copy Ctrl+C
he: העתק Ctrl+C

source: F&ind... Ctrl+F
he: חפש... Ctrl+F

source: Repla&ce... Ctrl+H
he: החלף... Ctrl+H

source: &Marker... Ctrl+Shift+M
he: סמן... Ctrl+Shift+M

source: Advanced
he: מתקדם

source: &Copy With Line Numbers Ctrl+Shift+C
he: העתק עם מספרי שורות Ctrl+Shift+C

source: &Bookmarks
he: סימניות

source: &Toggle Bookmark Ctrl+F2
he: הפעל/כבה סימניה Ctrl+F2

source: &Next Bookmark F2
he: סימניה הבאה F2

source: &Previous bookmark Shift+F2
he: סימניה קודמת Shift+F2

source: &Clear All Bookmarks
he: נקה את כל הסימניות

source: Syntax Highlight
he: הדגשת תחביר

source: &Diff Context
he: הקשר הבדלים

source: &All Lines
he: כל השורות

source: &0 Lines
he: 0 שורות

source: &1 Line
he: 1 שורה

source: &3 Lines
he: 3 שורות

source: &5 Lines
he: 5 שורות

source: &7 Lines
he: 7 שורות

source: &9 Lines
he: 9 שורות

source: &Toggle All and 0-9 Lines Ctrl+D
he: הפעל/כבה הכל ו-0-9 שורות Ctrl+D

source: &Invert (Hide Different Lines)
he: הפוך (הסתר שורות שונות)

source: &Lock Panes
he: נעל חלוניות

source: &View Whitespace
he: הצג רווחים

source: View E&OL
he: הצג סיומות שורות

source: Vie&w Line Differences
he: הצג הבדלים בשורות

source: View Line &Numbers
he: הצג מספרי שורות

source: View &Margins
he: הצג שוליים

source: View To&p Margins
he: הצג שוליים עליונים

source: W&rap Lines
he: גלישת שורות

source: Split V&ertically
he: פצל אנכית

source: Diff &Pane
he: חלונית הבדלים

source: Lo&cation Pane
he: חלונית מיקום

source: Ne&xt Conflict Alt+Shift+Down
he: סתירה הבאה Alt+Shift+Down

source: Pre&vious Conflict Alt+Shift+Up
he: סתירה קודמת Alt+Shift+Up

source: A&dvanced
he: מתקדם

source: Next Difference Between Left and Middle Alt+1
he: הבדל הבא בין השמאל לאמצע Alt+1

source: Previous Difference Between Left And Middle Alt+Shift+1
he: הבדל קודם בין השמאל לאמצע Alt+Shift+1

source: Next Difference Between Left and Right Alt+2
he: הבדל הבא בין השמאל לימין Alt+2

source: Previous Difference Between Left And Right Alt+Shift+2
he: הבדל קודם בין השמאל לימין Alt+Shift+2

source: Next Difference Between Middle and Right Alt+3
he: הבדל הבא בין האמצע לימין Alt+3

source: Previous Difference Between Middle And Right Alt+Shift+3
he: הבדל קודם בין האמצע לימין Alt+Shift+3

source: Next Left Only Difference Alt+7
he: הבדל הבא בשמאל בלבד Alt+7

source: Previous Left Only Difference Alt+Shift+7
he: הבדל קודם בשמאל בלבד Alt+Shift+7

source: Next Middle Only Difference Alt+8
he: הבדל הבא באמצע בלבד Alt+8

source: Previous Middle Only Difference Alt+Shift+8
he: הבדל קודם באמצע בלבד Alt+Shift+8

source: Next Right Only Difference Alt+9
he: הבדל הבא בימין בלבד Alt+9

source: Previous Right Only Difference Alt+Shift+9
he: הבדל קודם בימין בלבד Alt+Shift+9

source: Copy from &Left to
he: העתק מהשמאל אל

source: &Middle
he: האמצע

source: &Right
he: הימין

source: Copy from &Middle to
he: העתק מהאמצע אל

source: &Left
he: השמאל

source: Copy from &Right to
he: העתק מהימין אל

source: Copy Selected Line(s) from Le&ft to
he: העתק שורה(ות) נבחרות מהשמאל אל

source: Copy Selected Line(s) from Mi&ddle to
he: העתק שורה(ות) נבחרות מהאמצע אל

source: Copy Selected Line(s) from Ri&ght to
he: העתק שורה(ות) נבחרות מהימין אל

source: Copy from Left Alt+Shift+Right
he: העתק מהשמאל Alt+Shift+Right

source: Copy from Right Alt+Shift+Left
he: העתק מהימין Alt+Shift+Left

source: C&opy to Right and Advance Ctrl+Alt+Right
he: העתק לימין והתקדם Ctrl+Alt+Right

source: Copy &to Left and Advance Ctrl+Alt+Left
he: העתק לשמאל והתקדם Ctrl+Alt+Left

source: Copy &All to Right
he: העתק הכל לימין

source: Cop&y All to Left
he: העתק הכל לשמאל

source: A&uto Merge Ctrl+Alt+M
he: מיזוג אוטומטי Ctrl+Alt+M

source: Add &Synchronization Point Alt+S
he: הוסף נקודת סנכרון Alt+S

source: Clear Sync&hronization Points
he: נקה נקודות סנכרון

source: Unpac&ker
he: מפענח

source: &Prediffer
he: השוואה מוקדמת

source: Apply Pre&differ...
he: הפעל השוואה מוקדמת...

source: &Transform with editor script...
he: המר באמצעות סקריפט עורך...

source: Scripts for &copying
he: סקריפטים להעתקה

source: Select &editor script...
he: בחר סקריפט עורך...

source: Sp&lit
he: פצל

source: Comp&are
he: השווה

source: Compare in new &window
he: השווה בחלון חדש

source: Compare Non-hor&izontally...
he: השווה לא אופקית...

source: &Delete
he: מחק

source: &Both
he: שניהם

source: &All
he: הכל

source: Re&name
he: שנה שם

source: &Hide Items
he: הסתר פריטים

source: &Open Left
he: פתח שמאל

source: Open Midd&le
he: פתח אמצע

source: O&pen Right
he: פתח ימין

source: Cop&y Pathnames
he: העתק נתיבי קבצים

source: Copy &Filenames
he: העתק שמות קבצים

source: Copy Items To Clip&board
he: העתק פריטים ללוח

source: Copy All Di&splayed Columns
he: העתק את כל העמודות המוצגות

source: &Zip
he: כיווץ

source: Both to... (%1 of %2)
he: שניהם אל... (%1 מתוך %2)

source: All to... (%1 of %2)
he: הכל אל... (%1 מתוך %2)

source: Differences to... (%1 of %2)
he: הבדלים אל... (%1 מתוך %2)

source: Left Shell menu
he: תפריט מעטפת שמאל

source: Middle Shell menu
he: תפריט מעטפת אמצע

source: Right Shell menu
he: תפריט מעטפת ימין

source: Both Shell menu
he: תפריט מעטפת שניהם

source: All Shell menu
he: תפריט מעטפת הכל

source: Copy
he: העתק

source: &Copy Full Path
he: העתק נתיב מלא

source: Copy &Filename
he: העתק שם קובץ

source: &Edit Caption
he: ערוך כותרת

source: &Open...
he: פתח...

source: Unpacker Settings
he: הגדרות מפענח

source: <None>
he: <ללא>

source: <Automatic>
he: <אוטומטי>

source: &Select...
he: בחר...

source: Prediffer Settings
he: הגדרות השוואה מוקדמת

source: G&o to Diff
he: עבור להבדל

source: &No Moved Blocks
he: ללא בלוקים שהוזזו

source: &All Moved Blocks
he: כל הבלוקים שהוזזו

source: W&hitespaces
he: רווחים

source: Com&pare
he: השווה

source: I&gnore changes
he: התעלם משינויים

source: Ig&nore all
he: התעלם מהכל

source: Ignore blan&k lines
he: התעלם משורות ריקות

source: Ignore &case
he: התעלם מרישיות

source: Igno&re carriage return differences (Windows/Unix/Mac)
he: התעלם מהבדלים בהחזרת שורה (Windows/Unix/Mac)

source: Ignore codepage &differences
he: התעלם מהבדלי קידוד תווים

source: Ignore num&bers
he: התעלם ממספרים

source: Ignore c&omment differences
he: התעלם מהבדלי הערות

source: Ignore &missing trailing EOL
he: התעלם מהיעדר סיום שורה

source: &Include subfolders
he: כלול תיקיות משנה

source: &Compare method:
he: שיטת השוואה:

source: Full Contents
he: תוכן מלא

source: Quick Contents
he: תוכן מהיר

source: Binary Contents
he: תוכן בינארי

source: Modified Date
he: תאריך שינוי

source: Modified Date and Size
he: תאריך שינוי וגודל

source: Size
he: גודל

source: &Load Project...
he: טען פרויקט...

source: ${*} - All arguments
he: ${*} - כל הפרמטרים

source: ${1} - The first argument
he: ${1} - הפרמטר הראשון

source: ${2} - The second argument
he: ${2} - הפרמטר השני

source: ${3} - The third argument
he: ${3} - הפרמטר השלישי

source: ${4} - The fourth argument
he: ${4} - הפרמטר הרביעי

source: ${5} - The fifth argument
he: ${5} - הפרמטר החמישי

source: ${6} - The sixth argument
he: ${6} - הפרמטר השישי

source: ${7} - The seventh argument
he: ${7} - הפרמטר השביעי

source: ${8} - The eighth argument
he: ${8} - הפרמטר השמיני

source: ${9} - The ninth argument
he: ${9} - הפרמטר התשיעי

source: ${SRC_FILE} - Source file
he: ${SRC_FILE} - קובץ מקור

source: ${SRC_FOLDER} - Source folder
he: ${SRC_FOLDER} - תיקיית מקור

source: ${SRC_URL} - Source URL
he: ${SRC_URL} - כתובת URL מקורית

source: ${SRC_URL_PROTOCOL} - Source URL protocol
he: ${SRC_URL_PROTOCOL} - פרוטוקול כתובת מקורית

source: ${SRC_URL_SUFFIX} - Source URL suffix
he: ${SRC_URL_SUFFIX} - סיומת כתובת מקורית

source: ${DST_FILE} - Destination file
he: ${DST_FILE} - קובץ יעד

source: ${DST_FOLDER} - Destination folder
he: ${DST_FOLDER} - תיקיית יעד

source: ${DST_URL} - Destination URL
he: ${DST_URL} - כתובת URL יעד

source: ${DST_URL_PROTOCOL} - Destination URL protocol
he: ${DST_URL_PROTOCOL} - פרוטוקול כתובת יעד

source: ${DST_URL_SUFFIX} - Destination URL suffix
he: ${DST_URL_SUFFIX} - סיומת כתובת יעד

source: ${WINMERGE_HOME} - WinMerge home directory
he: ${WINMERGE_HOME} - תיקיית הבית של WinMerge

source: ${SCRIPT_FILE} - Script file
he: ${SCRIPT_FILE} - קובץ סקריפט

source: Add &unpacker plugin...
he: הוסף תוסף מפענח...

source: Add &prediffer plugin...
he: הוסף תוסף השוואה מוקדמת...

source: &Duplicate plugin...
he: שכפל תוסף...

source: About WinMerge
he: אודות WinMerge

source: Visit the WinMerge Homepage!
he: בקר בדף הבית של WinMerge!

source: OK
he: אישור

source: Contributors
he: תורמים

source: Select Files or Folders
he: בחר קבצים או תיקיות

source: &1st File or Folder
he: קובץ או תיקיה ראשונה

source: Re&ad-only
he: קריאה בלבד

source: Swap 1st | 2nd
he: החלף 1 | 2

source: &Browse...
he: עיון...

source: &2nd File or Folder
he: קובץ או תיקיה שנייה

source: Rea&d-only
he: קריאה בלבד

source: Swap 2nd | 3rd
he: החלף 2 | 3

source: B&rowse...
he: עיון...

source: &3rd File or Folder (Optional)
he: קובץ או תיקיה שלישית (אופציונלי)

source: Read-o&nly
he: קריאה בלבד

source: Swap 1st | 3rd
he: החלף 1 | 3

source: Browse...
he: עיון...

source: Folder: Filter
he: תיקיה: סינון

source: File: Prediffer Plugin
he: קובץ: תוסף השוואה מוקדמת

source: File: Unpacker Plugin
he: קובץ: תוסף מפענח

source: Se&lect...
he: בחר...

source: Cancel
he: ביטול

source: Status:
he: מצב:

source: Help
he: עזרה

source: General
he: כללי

source: Automatically &scroll to first difference
he: גלול אוטומטית להבדל הראשון

source: Automatically s&croll to first inline difference
he: גלול אוטומטית להבדל בשורה הראשונה

source: Cl&ose windows with 'Esc':
he: סגור חלונות עם 'Esc':

source: &Automatically verify paths in Open-dialog
he: בדוק אוטומטית נתיבים בדיאלוג פתיחה

source: Single instance mode:
he: מצב מופע יחיד:

source: As&k when closing multiple windows
he: שאל בעת סגירת מספר חלונות

source: &Preserve file time in file compare
he: שמור זמן קובץ בהשוואת קבצים

source: Show "Select Files or Folders" dialog on startup
he: הצג חלון 'בחר קבצים או תיקיות' בעת ההפעלה

source: Close "Select Files or Folders" dialog on clicking Compare button
he: סגור את חלון 'בחר קבצים או תיקיות' בלחיצה על כפתור השוואה

source: Op&en-dialog Auto-Completion:
he: השלמה אוטומטית בחלון פתיחה:

source: Auto-&reload modified files:
he: טען מחדש קבצים ששונו אוטומטית:

source: Language:
he: שפה:

source: Defaults
he: ברירות מחדל

source: Find
he: חפש

source: Fi&nd what:
he: חפש את:

source: Match &whole word only
he: התאם רק מילים שלמות

source: Match &case
he: התאם רישיות

source: Regular &expression
he: ביטוי רגולרי

source: D&on't wrap end of file
he: אל תגלוש לסוף הקובץ

source: &Don't close this dialog box
he: אל תסגור חלון זה

source: &Find Next
he: חפש הבא

source: Find &Prev
he: חפש קודם

source: &Ok
he: אישור

source: Replace
he: החלף

source: Re&place with:
he: החלף ב:

source: &Don't wrap end of file
he: אל תגלוש לסוף הקובץ

source: Replace in
he: החלפה ב

source: &Selection
he: בחירה

source: Wh&ole file
he: כל הקובץ

source: Find Pre&v
he: חפש קודם

source: &Replace
he: החלף

source: Replace &All
he: החלף הכל

source: Markers
he: סמנים

source: Enable &Markers
he: הפעל סמנים

source: New
he: חדש

source: &Background color:
he: צבע רקע:

source: &Apply
he: החל

source: Line Filters
he: מסנני שורות

source: Enable Line Filters
he: הפעל מסנני שורות

source: Regular Expressions (one per line):
he: ביטויים רגולריים (אחד בכל שורה):

source: Edit
he: ערוך

source: Remove
he: הסר

source: Substitution Filters
he: מסנני החלפה

source: The changes that appear on the panels as the listed pairs below will be ignored or marked as insignificant. Patches are unaffected.
he: השינויים שמופיעים בלוחות כזוגות הרשומים מטה יתעלמו או יסומנו כבלתי משמעותיים. טלאים לא יושפעו.

source: Enable
he: הפעל

source: Add
he: הוסף

source: Clear
he: נקה

source: Colors
he: צבעים

source: Color Scheme:
he: ערכת צבעים:

source: Background
he: רקע

source: Deleted
he: נמחק

source: Text
he: טקסט

source: Difference:
he: הבדל:

source: Selected Difference:
he: הבדל נבחר:

source: Ignored Difference:
he: הבדל שהתעלמו ממנו:

source: Moved:
he: הוזז:

source: Selected Moved:
he: הוזז נבחר:

source: Same As The Next (3 panes):
he: זהה להבא (3 חלוניות):

source: Same As The Next (Selected):
he: זהה להבא (נבחר):

source: Word Difference:
he: הבדל מילים:

source: Selected Word Diff:
he: הבדל מילים נבחר:

source: Dialog
he: חלונית

source: Keywords:
he: מילות מפתח:

source: Function names:
he: שמות פונקציות:

source: Comments:
he: הערות:

source: Numbers:
he: מספרים:

source: Operators:
he: אופרטורים:

source: Strings:
he: מחרוזות:

source: Preprocessor:
he: מעבד מוקדם:

source: User 1:
he: משתמש 1:

source: User 2:
he: משתמש 2:

source: Bold
he: מודגש

source: &Use customized text colors
he: השתמש בצבעי טקסט מותאמים אישית

source: Whitespace:
he: רווחים:

source: Regular text:
he: טקסט רגיל:

source: Selection:
he: בחירה:

source: Margin:
he: שוליים:

source: Search Marker:
he: סמן חיפוש:

source: User Defined Marker1:
he: סמן מותאם אישית 1:

source: User Defined Marker2:
he: סמן מותאם אישית 2:

source: User Defined Marker3:
he: סמן מותאם אישית 3:

source: &Use folder compare colors
he: השתמש בצבעי השוואת תיקיות

source: Items equal:
he: פריטים זהים:

source: Items different:
he: פריטים שונים:

source: Items not exists all:
he: פריטים שלא קיימים כולם:

source: Items filtered:
he: פריטים שסוננו:

source: &Use custom system colors (Some UI elements may not apply)
he: השתמש בצבעי מערכת מותאמים אישית (ייתכן שחלק מרכיבי הממשק לא יחולו)

source: System
he: מערכת

source: &Send deleted files to Recycle Bin
he: שלח קבצים שנמחקו לסל המיחזור

source: &External editor:
he: עורך חיצוני:

source: &Filter folder:
he: סינון תיקיה:

source: Temporary files folder
he: תיקיית קבצים זמניים

source: S&ystem's temp folder
he: תיקיית קבצים זמניים של המערכת

source: C&ustom folder:
he: תיקיה מותאמת אישית:

source: Br&owse...
he: עיון...

source: Patch Generator
he: יוצר טלאים

source: File&1:
he: קובץ 1:

source: File&2:
he: קובץ 2:

source: &Swap
he: החלף

source: &Copy to Clipboard
he: העתק ללוח

source: &Append to existing file
he: צרף לקובץ קיים

source: &Result:
he: תוצאה:

source: Bro&wse...
he: עיון...

source: &Format
he: תבנית
