Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Hebrew.po
Languages: he

source: Tells which side has newer modification date.
he: מציין איזה צד בעל תאריך שינוי חדש יותר.

source: Short comparison result.
he: תוצאת השוואה מקוצרת.

source: Left side attributes.
he: מאפייני צד שמאל.

source: Right side attributes.
he: מאפייני צד ימין.

source: Middle side attributes.
he: מאפייני צד אמצע.

source: Left side file EOL type.
he: סוג סוף שורה של קובץ בצד שמאל.

source: Right side file EOL type.
he: סוג סוף שורה של קובץ בצד ימין.

source: Middle side file EOL type.
he: סוג סוף שורה של קובץ בצד אמצע.

source: Left side encoding.
he: קידוד צד שמאל.

source: Right side encoding.
he: קידוד צד ימין.

source: Middle side encoding.
he: קידוד צד אמצע.

source: Number of ignored differences in file. These differences are ignored by WinMerge and cannot be merged.
he: מספר ההבדלים שהתעלמו מהם בקובץ. הבדלים אלו מתעלמים על ידי WinMerge ולא ניתן למזג אותם.

source: Number of differences in file. This number does not include ignored differences.
he: מספר ההבדלים בקובץ. מספר זה אינו כולל הבדלים שהתעלמו מהם.

source: Shows an asterisk (*) if the file is binary.
he: מציג כוכבית (*) אם הקובץ בינארי.

source: Unpacker plugin name or pipeline.
he: שם תוסף מחלץ או צינור עיבוד.

source: Prediffer plugin name or pipeline.
he: שם תוסף השוואה מוקדמת או צינור עיבוד.

source: Compare %1 with %2
he: השווה %1 עם %2

source: Compare %1 with %2 and %3
he: השווה %1 עם %2 ו-%3

source: Comma-separated list
he: רשימה מופרדת בפסיקים

source: Tab-separated list
he: רשימה מופרדת בטאבים

source: Simple HTML
he: HTML פשוט

source: Simple XML
he: XML פשוט

source: The report file already exists. Do you want to overwrite existing file?
he: קובץ הדוח כבר קיים. האם ברצונך להחליף את הקובץ הקיים?

source: Error creating the report: %1
he: שגיאה ביצירת הדוח: %1

source: The report has been created successfully.
he: הדוח נוצר בהצלחה.

source: Cannot add a synchronization point at this line.
he: לא ניתן להוסיף נקודת סנכרון בשורה זו.

source: The same file is opened in both panels.
he: אותו קובץ פתוח בשתי החלוניות.

source: The selected files are identical.
he: הקבצים שנבחרו זהים.

source: An error occurred while comparing the files.
he: אירעה שגיאה בעת השוואת הקבצים.

source: Temporary files could not be created. Check your temporary path settings.
he: לא ניתן ליצור קבצים זמניים. בדוק את הגדרות נתיב הקבצים הזמניים שלך.

source: The selected folder is invalid.
he: התיקיה שנבחרה אינה חוקית.

source: Cannot open a binary file to editor.
he: לא ניתן לפתוח קובץ בינארי בעורך.

source: Are you sure you want to copy all differences to the other file?
he: האם אתה בטוח שברצונך להעתיק את כל ההבדלים לקובץ השני?

source: Do you want to move to the next file?
he: האם לעבור לקובץ הבא?

source: Do you want to move to the previous file?
he: האם לעבור לקובץ הקודם?

source: Do you want to move to the next page?
he: האם לעבור לעמוד הבא?

source: Do you want to move to the previous page?
he: האם לעבור לעמוד הקודם?

source: Do you want to move to the first file?
he: האם לעבור לקובץ הראשון?

source: Do you want to move to the last file?
he: האם לעבור לקובץ האחרון?

source: No difference
he: אין הבדל

source: Line difference
he: הבדל בשורה

source: Replaced %1 string(s).
he: הוחלפו %1 מחרוזות.

source: Cannot find string "%s".
he: לא ניתן למצוא את המחרוזת "%s".

source: You are now entering Merge Mode. If you want to turn off Merge Mode, press F9 key.
he: אתה נכנס כעת למצב מיזוג. כדי לכבות את מצב המיזוג, לחץ על מקש F9.

source: The change of codepage has been merged.
he: השינוי בקידוד הדף מוזג.

source: The changes of codepage are conflicting.
he: השינויים בקידוד הדף מתנגשים.

source: The change of EOL has been merged.
he: השינוי בסוג סוף השורה מוזג.

source: The changes of EOL are conflicting.
he: השינויים בסוג סוף השורה מתנגשים.

source: Location Pane
he: חלונית מיקום

source: Diff Pane
he: חלונית השוואה

source: Patch file successfully written.
he: קובץ התיקון נכתב בהצלחה.

source: 1. item is not found!
he: הפריט הראשון לא נמצא!

source: 2. item is not found!
he: הפריט השני לא נמצא!

source: The patch file already exists. Do you want to overwrite it?
he: קובץ התיקון כבר קיים. האם להחליף אותו?

source: Normal
he: רגיל

source: Context
he: הקשר

source: Unified
he: מאוחד

source: Could not write to file %1.
he: לא ניתן לכתוב לקובץ %1.

source: The specified output path is not an absolute path: %1
he: נתיב הפלט שצוין אינו נתיב מוחלט: %1

source: Specify an output file.
he: ציין קובץ פלט.

source: Cannot create a patch file from binary files.
he: לא ניתן ליצור קובץ תיקון מקבצים בינאריים.

source: Please save all files first. Creating a patch requires that there are no unsaved changes in files.
he: אנא שמור את כל הקבצים תחילה. יצירת קובץ תיקון מחייבת שלא יהיו שינויים שלא נשמרו בקבצים.

source: Folder does not exist.
he: התיקיה אינה קיימת.

source: Archive support is not enabled. All needed components (7-Zip and/or Merge7z*.dll) for archive support cannot be found. See manual for more info about archive support and how to enable it.
he: תמיכה בארכיונים אינה מופעלת. לא נמצאו כל הרכיבים הנדרשים (7-Zip ו/או Merge7z*.dll) עבור תמיכת ארכיונים. ראה את המדריך למידע נוסף על תמיכת ארכיונים וכיצד להפעיל אותה.

source: Select file for export
he: בחר קובץ לייצוא

source: Select file for import
he: בחר קובץ לייבוא

source: Options imported from the file.
he: אפשרויות יובאו מהקובץ.

source: Options exported to the file.
he: אפשרויות יוצאו לקובץ.

source: Failed to import options from the file.
he: ייבוא האפשרויות מהקובץ נכשל.

source: Failed to write options to the file.
he: כתיבת האפשרויות לקובץ נכשלה.

source: You are about to close several compare windows. Do you want to continue?
he: אתה עומד לסגור מספר חלונות השוואה. האם להמשיך?

source: Mixed
he: מעורב

# EOL Type
source: Binary
he: בינארי

source: None
he: ללא

source: Marker Color %d
he: צבע סימון %d

source: New Pattern
he: תבנית חדשה

source: Type
he: סוג

source: Editor script
he: סקריפט עורך

source: Difference in the Current Line (F4)
he: הבדל בשורה הנוכחית (F4)

source: Options
he: אפשרויות

source: Refresh (F5)
he: רענן (F5)

source: Previous Difference (Alt+Up)
he: הבדל קודם (Alt+Up)

source: Next Difference (Alt+Down)
he: הבדל הבא (Alt+Down)

source: Previous Conflict (Alt+Shift+Up)
he: סתירה קודמת (Alt+Shift+Up)

source: Next Conflict (Alt+Shift+Down)
he: סתירה הבאה (Alt+Shift+Down)

source: First Difference (Alt+Home)
he: הבדל ראשון (Alt+Home)

source: Current Difference (Alt+Enter)
he: הבדל נוכחי (Alt+Enter)

source: Last Difference (Alt+End)
he: הבדל אחרון (Alt+End)

source: Copy to Right (Alt+Right)
he: העתק לימין (Alt+Right)

source: Copy to Left (Alt+Left)
he: העתק לשמאל (Alt+Left)

source: Copy to Right and Advance (Ctrl+Alt+Right)
he: העתק לימין והתקדם (Ctrl+Alt+Right)

source: Copy to Left and Advance (Ctrl+Alt+Left)
he: העתק לשמאל והתקדם (Ctrl+Alt+Left)

source: Copy All to Right
he: העתק הכל לימין

source: Copy All to Left
he: העתק הכל לשמאל

source: Auto Merge (Ctrl+Alt+M)
he: מיזוג אוטומטי (Ctrl+Alt+M)

source: No prediffer (normal)
he: ללא השוואה מוקדמת (רגיל)

source: Suggested plugins
he: תוספים מוצעים

source: All plugins
he: כל התוספים

source: Private Build: %1
he: בנייה פרטית: %1

source: Your software is up to date.
he: התוכנה שלך מעודכנת.

source: A new version of WinMerge is available. %1 is now available (you have %2). Would you like to download it now?
he: גרסה חדשה של WinMerge זמינה. %1 זמינה כעת (ברשותך %2). האם להוריד אותה כעת?

source: Failed to download latest version information
he: הורדת מידע על הגרסה העדכנית נכשלה

source: Plugin Settings
he: הגדרות תוסף

source: WSH not found - .sct scripts disabled
he: WSH לא נמצא - סקריפטים מסוג .sct הושבתו

source: G&o to Line %1
he: עבור לשורה %1

source: Go to Moved Line Ctrl+Shift+G
he: עבור לשורה שהוזזה Ctrl+Shift+G

source: Disabled
he: מושבת

source: From file system
he: ממערכת הקבצים

source: From Most Recently Used list
he: מרשימת הקבצים שנעשה בהם שימוש לאחרונה

source: No Highlighting
he: ללא הדגשה

source: Batch
he: אצווה

source: Portable Object
he: אובייקט נייד

source: Resources
he: משאבים

source: Shell
he: מעטפת

source: Close &Left Tabs
he: סגור כרטיסיות שמאל

source: Close R&ight Tabs
he: סגור כרטיסיות ימין

source: Close &Other Tabs
he: סגור כרטיסיות אחרות

source: Enable &Auto Max Width
he: אפשר רוחב מקסימלי אוטומטי

source: We&bpage
he: דף אינטרנט

source: W&rap Text
he: גלישת טקסט

source: %1 is not installed.
he: %1 אינו מותקן.

source: %1 does not exist. Do you want to create it?
he: %1 אינו קיים. האם ליצור אותו?

source: Failed to create folder.
he: יצירת התיקיה נכשלה.

source: default
he: ברירת מחדל

source: minimal
he: מינימלי

source: patience
he: סבלנות

source: histogram
he: היסטוגרמה

source: none
he: ללא

source: DirectWrite Default
he: ברירת מחדל של DirectWrite

source: DirectWrite Aliased
he: DirectWrite עם החלקה

source: DirectWrite GDI Classic
he: DirectWrite GDI קלאסי

source: DirectWrite GDI Natural
he: DirectWrite GDI טבעי

source: DirectWrite Natural
he: DirectWrite טבעי

source: DirectWrite Natural Symmetric
he: DirectWrite טבעי סימטרי

source: MDI child window or main window
he: חלון בן MDI או חלון ראשי

source: MDI child window only
he: רק חלון בן MDI

source: Close main window if there is only one MDI child window
he: סגור את החלון הראשי אם יש רק חלון בן MDI אחד

# ImgMergeFrame|LocationPane
source: Diff
he: הבדל

# ImgMergeFrame|LocationPane
source: Highlight
he: הדגשה

# ImgMergeFrame|LocationPane
source: Blink
he: הבהוב

# ImgMergeFrame|LocationPane
source: Block Size
he: גודל בלוק

# ImgMergeFrame|LocationPane
source: Block Alpha
he: אלפא של בלוק

# ImgMergeFrame|LocationPane
source: CD Threshold
he: סף CD

# ImgMergeFrame|LocationPane
source: Ins/Del Detection
he: זיהוי הוספה/מחיקה

# ImgMergeFrame|LocationPane
source: None
he: ללא

# ImgMergeFrame|LocationPane
source: Vertical
he: אנכי

# ImgMergeFrame|LocationPane
source: Horizontal
he: אופקי

# ImgMergeFrame|LocationPane
source: Overlay
he: חפיפה

# ImgMergeFrame|LocationPane
source: Alpha
he: אלפא

# ImgMergeFrame|LocationPane
source: Alpha Blend
he: שילוב אלפא

# ImgMergeFrame|LocationPane
source: Alpha Animation
he: אנימציית אלפא

# ImgMergeFrame|LocationPane
source: Zoom
he: התקרבות

# ImgMergeFrame|LocationPane
source: Page:
he: עמוד:

source: Pt: (%d, %d) RGBA: (%d, %d, %d, %d)
he: נקודה: (%d, %d) RGBA: (%d, %d, %d, %d)

source: Dist: %g
he: מרחק: %g

source: Dist: %g, %g
he: מרחק: %g, %g

source: Page: %d/%d Zoom: %d%% %dx%dpx %dbpp
he: עמוד: %d/%d התקרבות: %d%% %dx%dpx %dbpp

source: Flipped: %s
he: הפוך: %s

source: Rotated: %d
he: מסובב: %d

source: All pages
he: כל העמודים

source: <Edit here>
he: <ערוך כאן>

source: No differences to select found
he: לא נמצאו הבדלים לבחירה

source: No differences found to add as substitution filter
he: לא נמצאו הבדלים להוספה כמסנן החלפה

source: The pair is already present in the list of Substitution Filters
he: הזוג כבר קיים ברשימת מסנני ההחלפה

source: Add this change to Substitution Filters?
he: להוסיף שינוי זה למסנני ההחלפה?

source: Text only
he: טקסט בלבד

source: Line-by-line position and text
he: מיקום וטקסט שורה-אחר-שורה

source: Word-by-word position and text
he: מיקום וטקסט מילה-אחר-מילה

source: AppData folder
he: תיקיית AppData

source: Install folder
he: תיקיית התקנה

source: Allow only one instance to run
he: אפשר להריץ מופע אחד בלבד

source: Allow only one instance to run and wait for the instance to terminate
he: אפשר להריץ מופע אחד בלבד והמתן לסיומו

source: Only on window activated
he: רק כאשר חלון מופעל

source: Immediately
he: מיידית

source: Al&l
he: הכ&ל

source: &Others
he: &אחרים

source: Missing plugin name in plugin pipeline: %1
he: שם התוסף חסר בצינור התוספים: %1

source: Missing quotation mark in plugin pipeline: %1
he: מרכאות חסרות בצינור התוספים: %1

source: The plugin name '%1' already exists.
he: שם התוסף '%1' כבר קיים.

source: Specify plugin arguments
he: ציין פרמטרים לתוסף

source: Plugin not found or invalid: %1
he: התוסף לא נמצא או לא תקין: %1

source: '%1' is not unpacker plugin
he: '%1' אינו תוסף מחלץ

source: '%1' is not prediffer plugin
he: '%1' אינו תוסף השוואה מוקדמת

source: An error occurred while prediffing the file '%1' with the plugin '%2'. The prediffing is not applied any more.
he: אירעה שגיאה בעת השוואה מוקדמת של הקובץ '%1' עם התוסף '%2'. ההשוואה המוקדמת לא תיושם עוד.

source: Circular reference in plugin pipeline: %1
he: ייחוס מעגלי בצינור התוספים: %1

source: URL Handler
he: מטפל בכתובות URL

source: File Unpacker
he: מחלץ קבצים

source: File or Folder Unpacker
he: מחלץ קובץ או תיקיה

source: Alias for Unpacker
he: כינוי למחלץ

source: Alias for Prediffer
he: כינוי לתוסף השוואה מוקדמת

source: Alias for Editor script
he: כינוי לסקריפט עורך

source: Alias for plugin pipeline '%1'
he: כינוי לצינור תוספים '%1'

source: New plugin description
he: תיאור תוסף חדש

source: All
he: הכל

source: 1st
he: ראשון

source: 2nd
he: שני

source: 3rd
he: שלישי

source: 1st and 2nd
he: ראשון ושני

source: 1st and 3rd
he: ראשון ושלישי

source: 2nd and 3rd
he: שני ושלישי

source: Filter applied
he: המסנן הופעל

source: Clipboard at %s
he: לוח גזירים ב-%s

source: Clipboard history is disabled. To enable clipboard history, press Windows logo key + V and then click the Turn on button.
he: היסטוריית לוח גזירים מושבתת. כדי להפעיל אותה, לחץ על מקש Windows + V ולאחר מכן לחץ על כפתור 'הפעל'.

source: This system does not support clipboard history.
he: מערכת זו אינה תומכת בהיסטוריית לוח גזירים.

source: The 32-bit version of WinMerge does not support Clipboard Compare
he: גרסת 32 ביט של WinMerge אינה תומכת בהשוואת לוח גזירים

source: WebView2 runtime is not installed. Do you want to download it?
he: WebView2 Runtime אינו מותקן. האם ברצונך להוריד אותו?

source: New Text Compare
he: השוואת טקסט חדשה

source: New Table Compare
he: השוואת טבלה חדשה

source: New Binary Compare
he: השוואה בינארית חדשה

source: New Image Compare
he: השוואת תמונה חדשה

source: New Webpage Compare
he: השוואת דף אינטרנט חדשה

source: Clipboard Compare
he: השוואת לוח גזירים

source: &Print...
he: &הדפס...

source: Pre&v Page
he: עמוד קו&דם

source: &Two Page
he: &שני עמודים

source: &One Page
he: &עמוד אחד

source: Zoom &In
he: התקרבות &פנימה

source: Zoom &Out
he: התרחקות &החוצה

source: Comparing...
he: משווה...

source: Zoom:
he: התקרבות:

source: Diff hunk
he: גוש הבדלים

source: Inline diff
he: הבדלים פנימיים

source: Line
he: שורה

source: Character
he: תו

source: Previous Difference (Alt+Up) (Right Button+Wheel Up) (Alt+Wheel Up)
he: הבדל קודם (Alt+Up) (כפתור ימני+גלגלת למעלה) (Alt+גלגלת למעלה)

source: Next Difference (Alt+Down) (Right Button+Wheel Down) (Alt+Wheel Down)
he: הבדל הבא (Alt+Down) (כפתור ימני+גלגלת למטה) (Alt+גלגלת למטה)

source: Copy to Right (Alt+Right) (Right Button+Wheel Right) (Alt+Wheel Right) (Alt+Shift+Wheel Down)
he: העתק לימין (Alt+Right) (כפתור ימני+גלגלת ימינה) (Alt+גלגלת ימינה) (Alt+Shift+גלגלת למטה)

source: Copy to Left (Alt+Left) (Right Button+Wheel Left) (Alt+Wheel Left) (Alt+Shift+Wheel Up)
he: העתק לשמאל (Alt+Left) (כפתור ימני+גלגלת שמאלה) (Alt+גלגלת שמאלה) (Alt+Shift+גלגלת למעלה)

source: Copy to Right and Advance (Ctrl+Alt+Right) (Ctrl+Alt+Wheel Right) (Ctrl+Alt+Shift+Wheel Down)
he: העתק לימין והתקדם (Ctrl+Alt+Right) (Ctrl+Alt+גלגלת ימינה) (Ctrl+Alt+Shift+גלגלת למטה)

source: Copy to Left and Advance (Ctrl+Alt+Left) (Ctrl+Alt+Wheel Left) (Ctrl+Alt+Shift+Wheel Up)
he: העתק לשמאל והתקדם (Ctrl+Alt+Left) (Ctrl+Alt+גלגלת שמאלה) (Ctrl+Alt+Shift+גלגלת למעלה)

source: Prettification
he: עיצוב

source: Content Extraction
he: חילוץ תוכן

source: Preview
he: תצוגה מקדימה

source: Data Query
he: שאילתת נתונים

source: Validation
he: אימות

source: Decompilation
he: פירוק קוד

source: URL Handling
he: טיפול בכתובת URL

source: Decoding / Encoding
he: פענוח / קידוד

source: Make Uppercase
he: הפוך לאותיות גדולות

source: Make Lowercase
he: הפוך לאותיות קטנות

source: Remove Duplicate Lines
he: הסר שורות כפולות

source: Count Duplicate Lines
he: ספור שורות כפולות

source: Sort Lines Ascending
he: מיין שורות בסדר עולה

source: Sort Lines Descending
he: מיין שורות בסדר יורד

source: Reverse Columns
he: הפוך עמודות

source: Reverse Lines
he: הפוך שורות

source: Replace...
he: החלף...

source: Apply Filter Command...
he: הפעל פקודת מסנן...

source: Tokenize...
he: פצל לטוקנים...

source: Trim Spaces
he: הסר רווחים

source: Select Columns...
he: בחר עמודות...

source: Select Lines...
he: בחר שורות...

source: Insert Date
he: הוסף תאריך

source: Insert Time
he: הוסף שעה

source: Apply Patch...
he: הפעל תיקון...

source: Ignore Columns
he: התעלם מעמודות

source: Ignore Comments (C-Family Languages)
he: התעלם מהערות (שפות בסגנון C)

source: Ignore CSV Fields
he: התעלם משדות CSV

source: Ignore TSV Fields
he: התעלם משדות TSV

source: Ignore Leading Line Numbers
he: התעלם ממספרי שורות מובילים

source: Apply Prediff Substitution Filters
he: הפעל מסנני החלפה מוקדמים

source: Prettify HTML
he: ייפה HTML

source: Prettify JSON
he: ייפה JSON

source: Prettify XML
he: ייפה XML

source: Prettify YAML
he: ייפה YAML

source: Preview Graphviz
he: תצוגה מקדימה של Graphviz

source: Preview Markdown
he: תצוגה מקדימה של Markdown

source: Preview PlantUML
he: תצוגה מקדימה של PlantUML

source: Query CSV Data...
he: בצע שאילתה על נתוני CSV...

source: Query TSV Data...
he: בצע שאילתה על נתוני TSV...

source: Query JSON Data...
he: בצע שאילתה על נתוני JSON...

source: Query YAML Data...
he: בצע שאילתה על נתוני YAML...

source: Validate HTML
he: אמת HTML

source: Disassemble JVM Bytecode
he: פרק קוד JVM Bytecode

source: Disassemble IL Code
he: פרק קוד IL

source: Disassemble Native Code
he: פרק קוד מקורי

source: Convert Text with AI...
he: המר טקסט באמצעות בינה מלאכותית...

source: Unescape Java properties files
he: בטל התמרה בקובצי מאפייני Java

source: Make characters uppercase
he: הפוך תווים לאותיות גדולות

source: Make characters lowercase
he: הפוך תווים לאותיות קטנות

source: Remove duplicate lines
he: הסר שורות כפולות

source: Count duplicate lines
he: ספור שורות כפולות

source: Sort lines ascending
he: מיין שורות בסדר עולה

source: Sort lines descending
he: מיין שורות בסדר יורד

source: Reverse columns
he: הפוך עמודות

source: Reverse lines
he: הפוך שורות

source: Trim spaces
he: הסר רווחים

source: Select some columns. Usage: SelectColumns RANGES or: SelectColumns [-v] [-i] [-g] -e PATTERNS RANGES - list of column ranges to select. (e.g. -3,5-10,30-) PATTERNS - regular expression -v - select non-matching columns -i - ignore case -g - enable global flag -e - use PATTERNS for matching
he: בחר עמודות מסוימות. שימוש: SelectColumns RANGES או: SelectColumns [-v] [-i] [-g] -e PATTERNS RANGES - רשימת טווחי עמודות לבחירה. (לדוגמה: -3,5-10,30-) PATTERNS - ביטוי רגולרי -v - בחר עמודות שאינן תואמות -i - התעלם מרישיות -g - אפשר דגל גלובלי -e - השתמש ב-PATTERNS להתאמה

source: Select some lines. Usage: SelectLines RANGES or: SelectLines [-v] [-i] -e PATTERNS RANGES - list of line ranges to select. (e.g. -3,5-10,30-) PATTERNS - regular expression -v - select non-matching lines -i - ignore case -e - use PATTERNS for matching
he: בחר שורות מסוימות. שימוש: SelectLines RANGES או: SelectLines [-v] [-i] -e PATTERNS RANGES - רשימת טווחי שורות לבחירה. (לדוגמה: -3,5-10,30-) PATTERNS - ביטוי רגולרי -v - בחר שורות שאינן תואמות -i - התעלם מרישיות -e - השתמש ב-PATTERNS להתאמה

source: HTML Prettier with tidy-html5. Arguments: Command line options passed to the tidy command.
he: עיצוב HTML עם tidy-html5. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת tidy.

source: JSON Prettier with jq command. Arguments: Filter or command line options passed to the jq command.
he: עיצוב JSON עם פקודת jq. ארגומנטים: מסנן או אפשרויות שורת פקודה המועברות לפקודת jq.

source: XML Prettier with tidy-html5. Arguments: Command line options passed to the tidy command.
he: עיצוב XML עם tidy-html5. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת tidy.

source: YAML Prettier with yq command. Arguments: Filter or command line options passed to the yq command.
he: עיצוב YAML עם פקודת yq. ארגומנטים: מסנן או אפשרויות שורת פקודה המועברות לפקודת yq.

source: Graphviz Previewer. Arguments: Command line options passed to the dot command.
he: תצוגה מקדימה של Graphviz. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת dot.

source: Markdown Previewer. Arguments: Command line options passed to the md2html command.
he: תצוגה מקדימה של Markdown. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת md2html.

source: PlantUML Previewer. Arguments: Command line options passed to the plantuml.jar command.
he: תצוגה מקדימה של PlantUML. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת plantuml.jar.

source: CSV Querier with q command. Arguments: SQL statement or command line options passed to the q command.
he: שאילתת CSV עם פקודת q. ארגומנטים: משפט SQL או אפשרויות שורת פקודה המועברות לפקודת q.

source: TSV Querier with q command. Arguments: SQL statement or command line options passed to the q command.
he: שאילתת TSV עם פקודת q. ארגומנטים: משפט SQL או אפשרויות שורת פקודה המועברות לפקודת q.

source: JSON Querier with jq command. Arguments: Filter or command line options passed to the jq command.
he: שאילתת JSON עם פקודת jq. ארגומנטים: מסנן או אפשרויות שורת פקודה המועברות לפקודת jq.

source: YAML Querier with yq command. Arguments: Filter or command line options passed to the yq command.
he: שאילתת YAML עם פקודת yq. ארגומנטים: מסנן או אפשרויות שורת פקודה המועברות לפקודת yq.

source: HTML Validator with tidy-html5. Arguments: Command line options passed to the tidy command.
he: אימות HTML עם tidy-html5. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת tidy.

source: JVM bytecode disassembler with javap. Arguments: Command line options passed to the javap command.
he: פירוק קוד JVM bytecode עם javap. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת javap.

source: IL disassembler with ildasm. Arguments: Command line options passed to the ildasm command.
he: פירוק קוד IL עם ildasm. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת ildasm.

source: Native code disassembler with dumpbin. Arguments: Command line options passed to the dumpbin command.
he: פירוק קוד מקורי עם dumpbin. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת dumpbin.

source: General content extractor with Apache Tika. Arguments: Command line options passed to the tika-app.jar.
he: חילוץ תוכן כללי עם Apache Tika. ארגומנטים: אפשרויות שורת פקודה המועברות ל-tika-app.jar.

source: Apply patch using GNU patch
he: הפעל תיקון באמצעות GNU patch

source: Display the text content of MS Excel files
he: הצגת תוכן טקסט של קבצי MS Excel

source: Display the text content of MS PowerPoint files
he: הצגת תוכן טקסט של קבצי MS PowerPoint

source: Display the text content of MS Visio files
he: הצגת תוכן טקסט של קבצי MS Visio

source: Display the text content of MS Word files
he: הצגת תוכן טקסט של קבצי MS Word

source: Ignore some columns - ignored columns list from the plugin name or the plugin argument
he: התעלם מחלק מהעמודות - רשימת העמודות להתעלמות מגיעה משם התוסף או מהארגומנט

source: The plugin ignores comments (//... and /* ... */) in C, C++, PHP and JavaScript files.
he: התוסף מתעלם מהערות (//... ו-/* ... */) בקובצי C, C++, PHP ו-JavaScript.

source: Prediff Line Filter
he: מסנן שורות מוקדם

source: Date and time insertion function
he: פונקציה להוספת תאריך ושעה

source: HTTP URL Scheme Handler with curl. Arguments: Command line options passed to the curl command.
he: מעבד ערכת כתובות HTTP עם curl. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת curl.

source: Windows Registry URL Scheme Handler. Arguments: Command line options passed to the reg.exe command.
he: מעבד ערכת כתובות ברישום Windows. ארגומנטים: אפשרויות שורת פקודה המועברות לפקודת reg.exe.

source: Basic text functions
he: פונקציות טקסט בסיסיות

source: AI-assisted text conversion functions
he: פונקציות להמרת טקסט בסיוע בינה מלאכותית

source: Text converter using OpenAI API. Usage: AIConvertText PROMPT
he: ממיר טקסט באמצעות OpenAI API. שימוש: AIConvertText PROMPT
