Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Hebrew.po
Languages: he

source: St&yle:
he: סגנון:

source: &Context:
he: הקשר:

source: Inclu&de command line
he: כלול שורת פקודה

source: Open to e&xternal editor
he: פתח בעורך חיצוני

source: Display Columns
he: הצגת עמודות

source: Move &Up
he: העבר למעלה

source: Move &Down
he: העבר למטה

source: &Additional Properties
he: מאפיינים נוספים

source: Additional Properties
he: מאפיינים נוספים

source: Select Plugin
he: בחר תוסף

source: Plugin &name:
he: שם התוסף:

source: &Target files:
he: קבצי יעד:

source: Extensions list:
he: רשימת סיומות:

source: Description:
he: תיאור:

source: Default arguments:
he: פרמטרים ברירת מחדל:

source: Display all plugins, don't check the extension
he: הצג את כל התוספים, אל תבדוק את הסיומת

source: &Open files in the same window type after unpacking
he: פתח קבצים באותו סוג חלון לאחר פריסה

source: &Plugin pipeline:
he: צינור תוספים:

source: &Alias...
he: כינוי...

source: Stop
he: עצור

source: Pause
he: השהה

source: Continue
he: המשך

source: &Number of CPU cores to use:
he: מספר ליבות מעבד לשימוש:

source: Items total:
he: סה"כ פריטים:

source: Items compared:
he: פריטים שהושוו:

source: Go to
he: עבור אל

source: G&o to:
he: עבור אל:

source: File
he: קובץ

source: Go to what
he: עבור אל מה

source: Li&ne
he: שורה

source: &Difference
he: הבדל

source: &Go to
he: עבור אל

source: Compare
he: השווה

source: Whitespaces
he: רווחים

source: &Compare
he: השווה

source: &Ignore change
he: התעלם משינוי

source: I&gnore all
he: התעלם מהכל

source: E&nable moved block detection
he: הפעל זיהוי בלוקים שהוזזו

source: Align &similar lines
he: יישר שורות דומות

source: Diff &algorithm:
he: אלגוריתם השוואה:

source: Enable indent &heuristic
he: הפעל היגיון הזחה

source: Completely unhighlight the ignored differences
he: בטל הדגשה לחלוטין עבור הבדלים שהתעלמו מהם

source: Editor
he: עורך

source: &Highlight syntax
he: הדגש תחביר

source: &Preserve original EOL chars
he: שמור על תווי סיום שורה מקוריים

source: Tabs
he: טאבים

source: &Tab size:
he: גודל טאבים:

source: &Insert Tabs
he: הוסף טאבים

source: Insert &Spaces
he: הוסף רווחים

source: &Rendering Mode:
he: מצב עיבוד:

source: &Automatic rescan
he: סריקה מחדש אוטומטית

source: Copy &granularity for selected differences:
he: רמת פירוט העתקה עבור הבדלים נבחרים:

source: Line Difference Coloring
he: צביעת הבדלים בשורות

source: View line differences
he: הצג הבדלים בשורות

source: &Character level
he: רמת תו

source: &Word-level:
he: רמת מילה:

source: W&ord break characters:
he: תווים לפיצול מילים:

source: WinMerge allows hiding some common message boxes. Press the Reset button to make all message boxes visible again.
he: WinMerge מאפשר הסתרת חלונות הודעה נפוצים. לחץ על כפתור איפוס כדי להחזיר את כל ההודעות.

source: Reset
he: אפס

source: File Filters
he: מסנני קבצים

source: Test...
he: בדיקה...

source: Install...
he: התקן...

source: New...
he: חדש...

source: Edit...
he: ערוך...

source: Delete...
he: מחק...

source: Save modified files?
he: לשמור קבצים ששונו?

source: Left side file
he: קובץ צד שמאל

source: &Save changes
he: שמור שינויים

source: &Discard changes
he: בטל שינויים

source: Middle side file
he: קובץ צד אמצע

source: Sa&ve changes
he: שמור שינויים

source: Discard c&hanges
he: בטל שינויים

source: Right side file
he: קובץ צד ימין

source: S&ave changes
he: שמור שינויים

source: Dis&card changes
he: בטל שינויים

source: Disca&rd All
he: בטל הכל

source: Codepage
he: קידוד תווים

source: Default Codepage
he: קידוד ברירת מחדל

source: Select the default codepage assumed when loading non-Unicode files:
he: בחר קידוד ברירת מחדל בעת טעינת קבצים שאינם Unicode:

source: System codepage
he: קידוד מערכת

source: According to WinMerge User Interface
he: בהתאם לממשק המשתמש של WinMerge

source: Custom codepage:
he: קידוד מותאם אישית:

source: Detect codepage info for these type of files: .html, .rc, .xml Need to restart session.
he: זהה קידוד עבור סוגי קבצים אלו: .html, .rc, .xml נדרש להפעיל מחדש את ההפעלה.

source: Detect codepage for text files with mlang.dll Need to restart session.
he: זהה קידוד עבור קבצי טקסט עם mlang.dll נדרש להפעיל מחדש את ההפעלה.

source: Options
he: אפשרויות

source: Import...
he: ייבוא...

source: Export...
he: ייצוא...

source: Folder Compare Report
he: דוח השוואת תיקיות

source: Report &File:
he: קובץ דוח:

source: &Style:
he: סגנון:

source: &Include File Compare Report
he: כלול דוח השוואת קבצים

source: Shared or Private Filter
he: מסנן משותף או פרטי

source: Which type of filter do you want to create?
he: איזה סוג מסנן ברצונך ליצור?

source: Shared Filter (for all users on this machine)
he: מסנן משותף (לכל המשתמשים במחשב זה)

source: Private Filter (only for current user)
he: מסנן פרטי (רק עבור המשתמש הנוכחי)

source: Archive Support
he: תמיכה בארכיון

source: &Enable archive file support
he: הפעל תמיכה בקבצי ארכיון

source: &Detect archive type from file signature
he: זהה סוג ארכיון מחתימת הקובץ

source: Items saved to or restored from the project file:
he: פריטים שנשמרו או שוחזרו מקובץ הפרויקט:

source: Compare Statistics
he: סטטיסטיקות השוואה

source: Folders:
he: תיקיות:

source: Files:
he: קבצים:

source: Different
he: שונה

source: Binary:
he: בינארי:

source: Unique
he: ייחודי

source: Left:
he: שמאל:

source: Right:
he: ימין:

source: Identical
he: זהה

source: Total:
he: סה"כ:

source: Close
he: סגור

source: Middle:
he: אמצע:

source: Missing Left:
he: חסר בשמאל:

source: Missing Middle:
he: חסר באמצע:

source: Missing Right:
he: חסר בימין:

source: Affects
he: משפיע

source: (Affects)
he: (משפיע)

source: Select Codepage for
he: בחר קידוד עבור

source: &File Loading:
he: טעינת קובץ:

source: File &Saving:
he: שמירת קובץ:

source: &Use same codepage for both
he: השתמש באותו קידוד עבור שניהם

source: &Cancel
he: ביטול

source: Test Filter
he: בדוק מסנן

source: Testing filter:
he: בדיקת מסנן:

source: &Enter text to test:
he: הזן טקסט לבדיקה:

source: &Folder Name
he: שם תיקיה

source: Result:
he: תוצאה:

source: &Test
he: בדיקה

source: &Close
he: סגור

source: Table
he: טבלה

source: File type
he: סוג קובץ

source: Custom &Delimiter-Separated Values
he: ערכים מופרדים במפריד מותאם אישית

source: D&elimiter character:
he: תו מפריד:

source: &Allow newlines in quotes
he: אפשר שורות חדשות במרכאות

source: &Quote character:
he: תו ציטוט:

source: Backup Files
he: קבצי גיבוי

source: Create backup files in:
he: צור קבצי גיבוי ב:

source: &Folder compare
he: השוואת תיקיות

source: Fil&e compare
he: השוואת קבצים

source: Create backup files into:
he: צור קבצי גיבוי אל:

source: &Original file's folder
he: תיקיית הקובץ המקורי

source: &Global backup folder:
he: תיקיית גיבוי גלובלית:

source: Backup filename:
he: שם קובץ הגיבוי:

source: &Append .bak extension
he: הוסף סיומת .bak

source: A&ppend timestamp
he: הוסף חותמת זמן

source: Confirm Copy
he: אישור העתקה

source: Are you sure you want to copy XXX items?
he: האם אתה בטוח שברצונך להעתיק XXX פריטים?

source: From left
he: משמאל

source: To right
he: לימין

source: Don't ask this &question again.
he: אל תשאל שאלה זו שוב.

source: Yes
he: כן

source: No
he: לא

source: Plugins
he: תוספים

source: &Enable plugins
he: הפעל תוספים

source: Plugin &type:
he: סוג תוסף:

source: File filters:
he: מסנני קבצים:

source: &Plugin arguments:
he: פרמטרים לתוסף:

source: Enable &automatic unpacking/prediffing for the plugin
he: אפשר פריסה/השוואה מוקדמת אוטומטית עבור התוסף

source: Shell Integration
he: שילוב מעטפת

source: Explorer
he: סייר

source: &Add to context menu
he: הוסף לתפריט ההקשר

source: E&nable advanced menu
he: הפעל תפריט מתקדם

source: Enable &Compare As menu
he: הפעל תפריט 'השווה כ'

source: &Register shell extension
he: רשום הרחבת מעטפת

source: &Unregister shell extension
he: הסר רישום הרחבת מעטפת

source: Register shell extension for current user &only
he: רשום הרחבת מעטפת רק עבור המשתמש הנוכחי

source: Unregister shell extension for current user on&ly
he: הסר רישום הרחבת מעטפת רק עבור המשתמש הנוכחי

source: Register shell extension for &Windows 11 or later
he: רשום הרחבת מעטפת עבור Windows 11 ואילך

source: Unregister shell extension for W&indows 11 or later
he: הסר רישום הרחבת מעטפת עבור Windows 11 ואילך

source: Jump List
he: רשימת קפיצה

source: Clear all recent items
he: נקה את כל הפריטים האחרונים

# Options dialog|Categories
source: Folder
he: תיקיה

source: S&top after first difference
he: עצור לאחר ההבדל הראשון

source: Ign&ore time differences less than 3 seconds
he: התעלם מהבדלי זמן קטנים מ-3 שניות

source: &Automatically expand subfolders after comparison:
he: הרחב תיקיות משנה אוטומטית לאחר השוואה:

source: Include &unique subfolders contents
he: כלול תוכן תיקיות משנה ייחודיות

source: Ignore &reparse points
he: התעלם מנקודות הפניה מחדש

source: Threshold for switching to &quick compare (MB):
he: סף למעבר להשוואה מהירה (MB):

source: Threshold for switching to &binary compare (MB):
he: סף למעבר להשוואה בינארית (MB):

source: File patterns:
he: תבניות קבצים:

source: Custom Delimiter-Separated Values
he: ערכים מופרדים במפריד מותאם אישית

# Options dialog|Categories
source: Binary
he: בינארי

source: Binary file &patterns:
he: תבניות קבצים בינאריים:

source: Frhed settings
he: הגדרות Frhed

source: View &Settings...
he: הצג הגדרות...

source: &Binary Mode...
he: מצב בינארי...

source: &Character Set...
he: ערכת תווים...

source: Image
he: תמונה

source: Image file &patterns:
he: תבניות קובצי תמונה:

source: &Enable image compare in folder compare
he: אפשר השוואת תמונות בהשוואת תיקיות

source: OCR result:
he: תוצאת OCR:

source: Webpage
he: דף אינטרנט

source: URL pattern to &include (Regular expression):
he: תבנית URL לכלילה (ביטוי רגולרי):

source: URL pattern to &exclude (Regular expression):
he: תבנית URL להחרגה (ביטוי רגולרי):

source: &User data folder location:
he: מיקום תיקיית נתוני משתמש:

source: &Separate user data folders for each pane
he: הפרד תיקיות נתוני משתמש לכל חלונית

source: &Hex View
he: תצוגת הקס

source: Edit Plugin
he: ערוך תוסף

source: &Category:
he: קטגוריה:

source: &Menu caption:
he: כיתוב בתפריט:

source: &Window type:
he: סוג חלון:

source: &Unpacked file extension:
he: סיומת קובץ לאחר פריסה:

source: &Require arguments
he: דורש פרמטרים

source: &Generate editor script
he: צור סקריפט עורך

source: Command &line:
he: שורת פקודה:

source: &Script file extension:
he: סיומת קובץ סקריפט:

source: Script &body:
he: תוכן סקריפט:

source: Unknown error attempting to open project file.
he: שגיאה לא ידועה בעת ניסיון לפתוח קובץ פרויקט.

source: Unknown error attempting to save project file.
he: שגיאה לא ידועה בעת ניסיון לשמור קובץ פרויקט.

source: Project file successfully loaded.
he: קובץ הפרויקט נטען בהצלחה.

source: Project file successfully saved.
he: קובץ הפרויקט נשמר בהצלחה.

source: Undo (Ctrl+Z)
he: ביטול (Ctrl+Z)

source: Redo (Ctrl+Y)
he: חזור (Ctrl+Y)

source: FileCompare WinMerge.FileCompare WinMerge File Compare
he: השוואת קבצים WinMerge.FileCompare WinMerge השוואת קבצים

source: FolderCompare WinMerge.FolderCompare WinMerge Folder Compare
he: השוואת תיקיות WinMerge.FolderCompare WinMerge השוואת תיקיות

source: WinMerge comes with ABSOLUTELY NO WARRANTY. This is free software and you are welcome to redistribute it under certain circumstances; see the GNU General Public License in the Help menu for details.
he: WinMerge מגיע ללא אחריות כלל. זהו תוכנה חופשית ואתה מוזמן להפיץ אותה תחת תנאים מסוימים; ראה את רישיון ה-GNU בתפריט העזרה לפרטים נוספים.

source: &Abort
he: בטל

source: &Retry
he: נסה שוב

source: &Ignore
he: התעלם

source: Ignore &all
he: התעלם מהכל

source: &Yes
he: כן

source: Yes to &all
he: כן להכל

source: &No
he: לא

source: No to a&ll
he: לא להכל

source: &Continue
he: המשך

source: &Skip
he: דלג

source: Skip &all
he: דלג על הכל

source: Don't display this &message again.
he: אל תציג הודעה זו שוב.

source: To make this message box visible again, press the Reset button on the Message Boxes page of the Options dialog.
he: כדי להציג מחדש את חלון ההודעה, לחץ על כפתור האיפוס בלשונית הודעות בתיבת הדו-שיח אפשרויות.

source: Compare/Merge
he: השוואה/מיזוג

source: Syntax
he: תחביר

source: Color Schemes
he: ערכות צבעים

source: Folder Compare
he: השוואת תיקיות

source: Project
he: פרויקט

source: Differences
he: הבדלים

source: Message Boxes
he: חלונות הודעה

source: To:
he: אל:

source: From left:
he: משמאל:

source: To left:
he: אל שמאל:

source: From right:
he: מימין:

source: To right:
he: אל ימין:

source: From middle:
he: מאמצע:

source: To middle:
he: אל אמצע:

source: Version %1
he: גרסה %1

source: Options (%1)
he: אפשרויות (%1)

source: All message boxes are now displayed again.
he: כל חלונות ההודעות מוצגים שוב.

source: Value in Tab size -field is not in range WinMerge accepts. Please use values 1 - %1.
he: הערך בשדה גודל טאבים אינו בטווח המקובל ב-WinMerge. אנא השתמש בערכים בין 1 ל-%1.

source: Open
he: פתח

source: Programs|*.exe;*.bat;*.cmd|All Files (*.*)|*.*||
he: תוכניות|*.exe;*.bat;*.cmd|כל הקבצים (*.*)|*.*||

source: All Files (*.*)|*.*||
he: כל הקבצים (*.*)|*.*||

source: WinMerge Project Files (*.WinMerge)|*.WinMerge||
he: קובצי פרויקט WinMerge (*.WinMerge)|*.WinMerge||

source: Options files (*.ini)|*.ini|All Files (*.*)|*.*||
he: קובצי אפשרויות (*.ini)|*.ini|כל הקבצים (*.*)|*.*||

source: Text Files (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|All Files (*.*)|*.*||
he: קובצי טקסט (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|כל הקבצים (*.*)|*.*||

source: HTML Files (*.htm,*.html)|*.htm;*.html|All Files (*.*)|*.*||
he: קובצי HTML (*.htm,*.html)|*.htm;*.html|כל הקבצים (*.*)|*.*||

source: XML Files (*.xml)|*.xml|All Files (*.*)|*.*||
he: קובצי XML (*.xml)|*.xml|כל הקבצים (*.*)|*.*||

source: Do not expand
he: אל תרחיב

source: Expand all subfolders
he: הרחב את כל תיקיות המשנה

source: Expand different subfolders
he: הרחב תיקיות משנה שונות

source: Expand identical subfolders
he: הרחב תיקיות משנה זהות

source: File Type
he: סוג קובץ

source: Extension
he: סיומת

source: Message
he: הודעה

source: Answer
he: תשובה

source: Item
he: פריט

source: Load
he: טען

source: Save
he: שמור

source: Include Subfolders
he: כלול תיקיות משנה

source: Compare Options
he: אפשרויות השוואה

source: Hidden Items
he: פריטים מוסתרים

source: Name
he: שם

source: Location
he: מיקום

source: Filters
he: מסננים

source: Description
he: תיאור

source: Select filename for new filter
he: בחר שם קובץ למסנן חדש

source: File Filters (*.flt)|*.flt|All Files (*.*)|*.*||
he: מסנני קבצים (*.flt)|*.flt|כל הקבצים (*.*)|*.*||

source: Cannot find file filter template file! Please copy file %1 to WinMerge/Filters folder: %2.
he: לא ניתן למצוא את קובץ תבנית מסנן הקבצים! אנא העתק את הקובץ %1 לתיקיית WinMerge/Filters: %2.

source: Cannot copy filter template file to filter folder: %1 Please make sure the folder exists and is writable.
he: לא ניתן להעתיק את קובץ תבנית המסנן לתיקיית המסננים: %1 אנא ודא שהתיקיה קיימת וניתן לכתוב בה.

source: User's filter file folder is not defined! Please select filter folder in Options/System.
he: תיקיית מסנני המשתמש אינה מוגדרת! אנא בחר תיקיית מסננים באפשרויות/מערכת.

source: Failed to delete the filter file: %1 Maybe the file is read-only?
he: נכשל במחיקת קובץ המסנן: %1 ייתכן שהקובץ לקריאה בלבד?

source: Locate filter file to install
he: אתר קובץ מסנן להתקנה

source: Filter file already exists. Overwrite existing filter?
he: קובץ המסנן כבר קיים. להחליף את המסנן הקיים?

source: Regular expression
he: ביטוי רגולרי

source: Folder Comparison Results
he: תוצאות השוואת תיקיות

source: File Comparison
he: השוואת קבצים

source: Untitled left
he: ללא שם - שמאל

source: Untitled middle
he: ללא שם - אמצע

source: Untitled right
he: ללא שם - ימין

source: Merge
he: מזג

source: 1 Difference Found
he: נמצא הבדל אחד

source: RO
he: לקריאה בלבד

source: Item %1 of %2
he: פריט %1 מתוך %2

source: Items: %1
he: פריטים: %1

source: Comparing items...
he: משווה פריטים...

source: %.1f[items/sec]
he: %.1f[פריטים/שנייה]

source: Select two existing folders or files to compare.
he: בחר שתי תיקיות או קבצים קיימים להשוואה.

source: Folder Selection
he: בחירת תיקיה

source: Select two (or three) folders or two (or three) files to compare.
he: בחר שתי (או שלוש) תיקיות או שניים (או שלושה) קבצים להשוואה.

source: Left (1st) path is invalid!
he: הנתיב השמאלי (1) אינו חוקי!

source: Middle (2nd) path is invalid!
he: הנתיב האמצעי (2) אינו חוקי!

source: Right (2nd) path is invalid!
he: הנתיב הימני (2) אינו חוקי!

source: Right (3rd) path is invalid!
he: הנתיב הימני (3) אינו חוקי!

source: Both paths are invalid!
he: שני הנתיבים אינם חוקיים!

source: Left (1st) and Middle (2nd) paths are invalid!
he: הנתיבים השמאלי (1) והאמצעי (2) אינם חוקיים!

source: Left (1st) and Right (3rd) paths are invalid!
he: הנתיבים השמאלי (1) והימני (3) אינם חוקיים!

source: Middle (2nd) and Right (3rd) paths are invalid!
he: הנתיבים האמצעי (2) והימני (3) אינם חוקיים!

source: All paths are invalid!
he: כל הנתיבים אינם חוקיים!

source: Only enabled for file comparisons
he: מאופשר רק להשוואת קבצים

source: Cannot compare file and folder!
he: לא ניתן להשוות בין קובץ לתיקיה!

source: File not found: %1
he: קובץ לא נמצא: %1

source: File not unpacked: %1
he: הקובץ לא נפרס: %1

source: Cannot open file %1 %2
he: לא ניתן לפתוח את הקובץ %1 %2

source: Failed to parse conflict file.
he: כשל בניתוח קובץ הסתירה.

source: The file %1 is not a conflict file.
he: הקובץ %1 אינו קובץ סתירה.

source: You are about to compare very large files. Showing the contents of the files requires a very large amount of memory. Do you want to show only the comparison results, not the contents of the files?
he: אתה עומד להשוות קבצים גדולים מאוד. הצגת תוכן הקבצים דורשת כמות גדולה מאוד של זיכרון. האם להציג רק את תוצאות ההשוואה ולא את התוכן?

source: Save As
he: שמור בשם

source: Save changes to %1?
he: לשמור שינויים ב-%1?

source: %1 is marked read-only. Would you like to override the read-only file? (No to save as new filename.)
he: %1 מסומן כקובץ לקריאה בלבד. האם ברצונך לדרוס את הקובץ? (בחר לא כדי לשמור בשם אחר.)

source: Error backing up file
he: שגיאה בגיבוי הקובץ

source: Unable to backup original file: %1 Continue anyway?
he: לא ניתן לגבות את הקובץ המקורי: %1 להמשיך בכל זאת?

source: Saving file failed. %1 %2 Do you want to: - use a different filename (Press OK) - abort the current operation (Press Cancel)?
he: שמירת הקובץ נכשלה. %1 %2 האם ברצונך: - להשתמש בשם קובץ אחר (לחץ על אישור) - לבטל את הפעולה (לחץ על ביטול)?

source: Save Left File As
he: שמור קובץ שמאל בשם

source: Save Middle File As
he: שמור קובץ אמצע בשם

source: Save Right File As
he: שמור קובץ ימין בשם

source: Break at whitespace
he: פיצול ברווחים

source: Break at whitespace or punctuation
he: פיצול ברווחים או סימני פיסוק

source: Copy to &Middle Alt+Right
he: העתק לאמצע Alt+Right

source: Copy to &Middle Alt+Left
he: העתק לאמצע Alt+Left

source: Copy from Middle Alt+Shift+Right
he: העתק מהאמצע Alt+Shift+Right

source: Copy from Middle Alt+Shift+Left
he: העתק מהאמצע Alt+Shift+Left

source: Copy to Middle and Advance Ctrl+Alt+Right
he: העתק לאמצע והתקדם Ctrl+Alt+Right

source: Copy to Middle and Advance Ctrl+Alt+Left
he: העתק לאמצע והתקדם Ctrl+Alt+Left

source: Copy All to Middle
he: העתק הכל לאמצע

source: Are you sure you want to copy?
he: האם אתה בטוח שברצונך להעתיק?

source: Are you sure you want to copy %d items?
he: האם אתה בטוח שברצונך להעתיק %d פריטים?

source: Confirm Move
he: אישור העברה

source: The file or folder name is invalid.
he: שם הקובץ או התיקיה אינו חוקי.

source: Unknown archive format
he: פורמט ארכיון לא ידוע

source: Filename
he: שם קובץ

# DirView|ColumnHeader
source: Folder
he: תיקיה

source: Comparison result
he: תוצאת השוואה

source: Left Date
he: תאריך שמאל

source: Right Date
he: תאריך ימין

source: Middle Date
he: תאריך אמצע

source: Left Size
he: גודל שמאל

source: Right Size
he: גודל ימין

source: Middle Size
he: גודל אמצע

source: Right Size (Short)
he: גודל ימין (מקוצר)

source: Left Size (Short)
he: גודל שמאל (מקוצר)

source: Middle Size (Short)
he: גודל אמצע (מקוצר)

source: Left Creation Time
he: זמן יצירה שמאל

source: Right Creation Time
he: זמן יצירה ימין

source: Middle Creation Time
he: זמן יצירה אמצע

source: Newer File
he: קובץ חדש יותר

source: Left File Version
he: גרסת קובץ שמאל

source: Right File Version
he: גרסת קובץ ימין

source: Middle File Version
he: גרסת קובץ אמצע

source: Short Result
he: תוצאה מקוצרת

source: Left Attributes
he: מאפייני שמאל

source: Right Attributes
he: מאפייני ימין

source: Middle Attributes
he: מאפייני אמצע

source: Left EOL
he: סוף שורה שמאל

source: Middle EOL
he: סוף שורה אמצע

source: Right EOL
he: סוף שורה ימין

source: Left Encoding
he: קידוד שמאל

source: Right Encoding
he: קידוד ימין

source: Middle Encoding
he: קידוד אמצע

source: Ignored Diff
he: הבדל שהתעלמו ממנו

# DirView|ColumnHeader
source: Binary
he: בינארי

source: Unpacker
he: מחלץ

source: Prediffer
he: השוואה מוקדמת

source: Left
he: שמאל

source: Middle
he: אמצע

source: Right
he: ימין

source: Diff
he: הבדל

source: Left Duplicate Count
he: מספר כפילויות שמאל

source: Right Duplicate Count
he: מספר כפילויות ימין

source: Middle Duplicate Count
he: מספר כפילויות אמצע

source: Move
he: העבר

source: Audio
he: שמע

source: Calendar
he: לוח שנה

source: Communication
he: תקשורת

source: Contact
he: איש קשר

source: Devices
he: התקנים

source: Document
he: מסמך

source: Home
he: בית

source: Journal
he: יומן

source: Link
he: קישור

source: Media
he: מדיה

source: Music
he: מוזיקה

source: Note
he: פתק

source: Photo
he: תמונה

source: RecordedTV
he: טלוויזיה מוקלטת

source: Search
he: חיפוש

source: Security
he: אבטחה

source: Software
he: תוכנה

source: Task
he: משימה

source: Video
he: וידאו

source: Hash
he: גיבוב

source: Unable to compare files
he: לא ניתן להשוות קבצים

source: Item aborted
he: הפריט בוטל

source: File skipped
he: הקובץ דולג

source: Folder skipped
he: התיקיה דולגה

source: Left only: %1
he: רק בשמאל: %1

source: Middle only: %1
he: רק באמצע: %1

source: Right only: %1
he: רק בימין: %1

source: Does not exist in %1
he: לא קיים ב-%1

source: Binary files are identical
he: קבצים בינאריים זהים

source: Binary files are different
he: קבצים בינאריים שונים

source: Files are different
he: קבצים שונים

source: Folders are different
he: תיקיות שונות

source: Left Only
he: רק בשמאל

source: Right Only
he: רק בימין

source: Middle Only
he: רק באמצע

source: No item in left
he: אין פריט בשמאל

source: No item in right
he: אין פריט בימין

source: No item in middle
he: אין פריט באמצע

source: Error
he: שגיאה

source: Text files are identical
he: קבצי טקסט זהים

source: Text files are different
he: קבצי טקסט שונים

source: Image files are identical
he: קבצי תמונה זהים

source: Image files are different
he: קבצי תמונה שונים

source: Group%d
he: קבוצה %d

source: Elapsed time: %ld ms
he: זמן שחלף: %ld מילישניות

source: 1 item selected
he: פריט אחד נבחר

source: %1 items selected
he: %1 פריטים נבחרו

source: Filename or folder name.
he: שם קובץ או תיקיה.

source: Subfolder name when subfolders are included.
he: שם תיקיית משנה כאשר תיקיות משנה כלולות.

source: Comparison result, long form.
he: תוצאת השוואה, תצורה מלאה.

source: Left side modification date.
he: תאריך שינוי צד שמאל.

source: Right side modification date.
he: תאריך שינוי צד ימין.

source: Middle side modification date.
he: תאריך שינוי צד אמצע.

source: File's extension.
he: סיומת קובץ.

source: Left file size in bytes.
he: גודל קובץ שמאל בבייטים.

source: Right file size in bytes.
he: גודל קובץ ימין בבייטים.

source: Middle file size in bytes.
he: גודל קובץ אמצע בבייטים.

source: Left file size abbreviated.
he: גודל קובץ שמאל (מקוצר).

source: Right file size abbreviated.
he: גודל קובץ ימין (מקוצר).

source: Middle file size abbreviated.
he: גודל קובץ אמצע (מקוצר).

source: Left side creation time.
he: זמן יצירה צד שמאל.

source: Right side creation time.
he: זמן יצירה צד ימין.

source: Middle side creation time.
he: זמן יצירה צד אמצע.
