Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Hebrew.po
Languages: he

source: Unescape and display escaped Java properties files.
he: המרת תווים והצגת קבצי מאפיינים של Java.

source: CompareMSExcelFiles.sct WinMerge Plugin Options
he: אפשרויות התוסף CompareMSExcelFiles.sct עבור WinMerge

source: Extract workbook data to multiple files
he: חלץ נתוני חוברת עבודה לקבצים מרובים

source: Update external references(links)
he: עדכן הפניות חיצוניות (קישורים)

source: Compare document properties
he: השווה מאפייני מסמך

source: Compare names
he: השווה שמות

source: Compare cell values
he: השווה ערכי תאים

source: Compare worksheets as image (very slow)
he: השווה גיליונות עבודה כתמונה (איטי מאוד)

source: - Image split size:
he: - גודל חלוקת תמונה:

source: Compare worksheets as HTML
he: השווה גיליונות עבודה כ-HTML

source: Compare formulas
he: השווה נוסחאות

source: Compare texts in shapes
he: השווה טקסטים בתוך צורות

source: Compare headers and footers
he: השווה כותרות עליונות ותחתונות

source: Cannot get Macros. To allow WinMerge to compare macros, use MS Office to alter the settings in the Macro Security for the current application. The Trust access to Visual Basic Project feature should be turned on to use this feature in WinMerge.
he: אין אפשרות לקבל מאקרואים. כדי לאפשר ל-WinMerge להשוות מאקרואים, השתמש ב-MS Office לשינוי ההגדרות ב'אבטחת מאקרו' עבור היישום הנוכחי. יש להפעיל את האפשרות 'אמון בגישה לפרויקט Visual Basic' כדי להשתמש בפונקציה זו ב-WinMerge.

source: Compare VBA macros
he: השווה מאקרואים VBA

source: CompareMSWordFiles.sct WinMerge Plugin Options
he: אפשרויות התוסף CompareMSWordFiles.sct עבור WinMerge

source: Extract document data to multiple files
he: חלץ נתוני מסמך לקבצים מרובים

source: Compare bookmarks
he: השווה סימניות

source: Compare text contents of documents
he: השווה תוכן טקסט במסמכים

source: Compare documents as HTML file (very slow)
he: השווה מסמכים כקובץ HTML (איטי מאוד)

source: CompareMSPowerPointFiles.sct WinMerge Plugin Options
he: אפשרויות התוסף CompareMSPowerPointFiles.sct עבור WinMerge

source: Extract slide data to multiple files
he: חלץ נתוני שקופיות לקבצים מרובים

source: Compare slides as image (very slow)
he: השווה שקופיות כתמונה (איטי מאוד)

source: Compare texts in notes page
he: השווה טקסטים בעמוד הערות

source: CompareMSVisioFiles.sct WinMerge Plugin Options
he: אפשרויות התוסף CompareMSVisioFiles.sct עבור WinMerge

source: Extract page data to multiple files
he: חלץ נתוני עמוד לקבצים מרובים

source: Compare pages as image (very slow)
he: השווה עמודים כתמונה (איטי מאוד)

source: PrediffLineFilter.sct WinMerge Plugin Options
he: אפשרויות התוסף PrediffLineFilter.sct עבור WinMerge

source: Delete
he: מחק

source: Enabled
he: מופעל

source: Ignore Case
he: התעלם מרישיות

source: Use RegExp
he: השתמש בביטוי רגולרי

source: Find what
he: מצא את

source: Replace with
he: החלף ב

source: Settings
he: הגדרות

source: Column Ranges To Ignore: e.g.) 3,10-20,32-33
he: טווחי עמודות להתעלמות: למשל) 3,10-20,32-33

source: Enter the name of the file to which the patch '%1' will be applied
he: הזן את שם הקובץ שעליו יוחל התיקון '%1'

source: File '%1' does not exist
he: הקובץ '%1' אינו קיים

source: Enter the command line arguments for patch command
he: הזן את ארגומנטי שורת הפקודה עבור פקודת התיקון

source: Enter the name of the folder to which the patch '%1' will be applied
he: הזן את שם התיקייה שעליה יוחל התיקון '%1'

source: Folder '%1' does not exist
he: התיקייה '%1' אינה קיימת

source: Do not specify the '-p0' command line option for the patch file which includes absolute paths
he: אין לציין את אפשרות שורת הפקודה '-p0' עבור קובץ תיקון הכולל נתיבים מוחלטים

source: AI.sct WinMerge Plugin Options
he: אפשרויות התוסף AI.sct עבור WinMerge

source: Enter prompt
he: הזן הנחיה

source: Enter your OpenAI API key. - Use of this plugin requires registration with OpenAI and incurs fees. - The API key is stored in the environment variable %1.
he: הזן את מפתח ה-API של OpenAI. - השימוש בתוסף זה מחייב רישום ב-OpenAI ועלול להיות כרוך בתשלום. - מפתח ה-API מאוחסן במשתנה הסביבה %1.

source: Environment variable name for OpenAI API key
he: שם משתנה הסביבה עבור מפתח API של OpenAI

source: OpenAI API key
he: מפתח API של OpenAI

source: Temperature
he: טמפרטורה

source: Maximum length
he: אורך מרבי

source: Model
he: מודל

source: OpenAI API key has changed. Please restart WinMerge to apply the changes.
he: מפתח ה-API של OpenAI השתנה. יש להפעיל מחדש את WinMerge כדי להחיל את השינויים.
