Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Tamil.po
Languages: ta_449

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
ta_449: LANG_TAMIL, SUBLANG_TAMIL_INDIA

source: Copy to Middle
ta_449: நடுவில் நகலெடு

source: C&opy to Right Alt+Right
ta_449: வலதுக்கு நகலெடு மாற்று+வலது

source: Copy from Middle
ta_449: நடுவில் இருந்து நகல்

source: Copy fro&m Right Alt+Shift+Left
ta_449: வலதிலிருந்து நகலெடு மாற்று+தூக்கு+வலது

source: Cop&y to Left Alt+Left
ta_449: இடதுக்கு நகலெடு மாற்று+இடது

source: Copy &from Left Alt+Shift+Right
ta_449: இடமிருந்து நகலெடு மாற்று+தூக்கு+இடது

source: Copy Selected Lines to Middle
ta_449: தேர்ந்தெடுக்கப்பட்ட வரிகளை நடுவில் நகலெடு

source: Copy Selected Lines to Right
ta_449: தேர்ந்தெடுக்கப்பட்ட வரிகளை வலமாக நகலெடு

source: Copy Selected Lines from Middle
ta_449: நடுவில் இருந்து தேர்ந்தெடுக்கப்பட்ட வரிகளை நகலெடு

source: Copy Selected Lines from Right
ta_449: வலதுபுறத்தில் இருந்து தேர்ந்தெடுக்கப்பட்ட வரிகளை நகலெடு

source: Copy Selected Lines to Left
ta_449: தேர்ந்தெடுக்கப்பட்ட வரிகளை இடதுபுறமாக நகலெடு

source: Copy Selected Lines from Left
ta_449: இடமிருந்து தேர்ந்தெடுக்கப்பட்ட வரிகளை நகலெடு

source: Copy Selected Diff (Left) to Clipboard Ctrl+&1
ta_449: இடைநிலைப்பலகைக்கு தேர்ந்தெடுக்கப்பட்ட வேறுபாடு (இடது) நகலெடு கட்டு+&1

source: Copy Selected Diff (Right) to Clipboard Ctrl+&2
ta_449: இடைநிலைப்பலகை க்கு தேர்ந்தெடுக்கப்பட்ட வேறுபாட்டை (வலது) நகலெடு கட்டு+&2

source: Copy Selected Diff (Middle) to Clipboard Ctrl+&2
ta_449: இடைநிலைப்பலகை க்கு தேர்ந்தெடுக்கப்பட்ட வேறுபாடு (நடு) நகலெடு கட்டு+&2

source: Copy Selected Diff (Right) to Clipboard Ctrl+&3
ta_449: இடைநிலைப்பலகை க்கு தேர்ந்தெடுக்கப்பட்ட வேறுபாட்டை (வலது) நகலெடு கட்டு+&3

source: Select Line &Difference F4
ta_449: வரி வேறுபாடு தேர்ந்தெடு F4

source: Add to Substitution &Filters
ta_449: இந்த மாற்றத்தை வடிகட்டிகளில் சேர்

source: Add to &Line Filters
ta_449: வரி வடிப்பான்களில் சேர்

source: &Undo
ta_449: செயல்தவிர்

source: &Redo
ta_449: மீண்டும் செய்

source: Cu&t
ta_449: வெட்டு

source: &Copy
ta_449: நகல்

source: &Paste
ta_449: ஒட்டு

source: &Scripts
ta_449: கைஉரைகள்

source: < Empty >
ta_449: < காலி >

source: &Go to... Ctrl+G
ta_449: செல்... கட்டு+G

source: Go to Moved Line Between Left and Middle Ctrl+Shift+G
ta_449: இடது மற்றும் நடுவிற்கு இடையே நகர்த்தப்பட்ட குறியீடிற்கு செல்க கட்டு+தூக்கு+G

source: Go to Moved Line Between Middle and Right Ctrl+Alt+G
ta_449: நடு மற்றும் வலது இடையே நகர்த்தப்பட்ட குறியீடிற்கு செல் கட்டு+மாற்று+G

source: Op&en
ta_449: திற

source: With &Registered Application
ta_449: பதிவு செய்யப்பட்ட பயன்பாட்டுடன்

source: With &External Editor Ctrl+Alt+E
ta_449: வெளிப்புற திருத்தியுடன் கட்டு+மாற்று+E

source: &With...
ta_449: உடன்...

source: Open &Parent Folder...
ta_449: பெற்றோர் கோப்புறையைத் திற...

source: S&hell Menu
ta_449: ஒடு பட்டியல்

source: Use First Line as Headers
ta_449: முதல் வரியை தலைப்புகளாக பயன்படுத்து

source: Auto-Fit All Columns
ta_449: அனைத்து நெடுவரிசைகளையும் தானாக பொருத்து

source: View &Differences
ta_449: வேறுபாடுகளைக் காண்க

source: Diff &Block Size
ta_449: வேறுபாடு தொகுதி அளவு

source: &Ignore Color Difference
ta_449: நிற வேறுபாட்டை புறக்கணி

source: Ins&ertion/Deletion Detection
ta_449: உள்படுத்துதல்/நீக்குதல் கண்டறிதல்

source: &None
ta_449: இல்லை

source: &Vertical
ta_449: செங்குத்து

source: &Horizontal
ta_449: கிடைமட்ட

source: &Previous Page
ta_449: முந்தைய பக்கம்

source: &Next Page
ta_449: அடுத்த பக்கம்

source: &Active Pane
ta_449: செயலில் உள்ள பலகம்

source: Rotate &Right 90deg
ta_449: வலது 90 டிகிரி சுழற்று

source: Rotate &Left 90deg
ta_449: சுழற்று &இடதுபுறம் 90deg

source: Flip V&ertically
ta_449: செங்குத்தாக புரட்டு

source: Flip H&orizontally
ta_449: கிடைமட்டமாக புரட்டு

source: &Zoom
ta_449: பெரிதாக்கு

source: Zoom &In Ctrl++
ta_449: உள் பெரிதாக்க கட்டு++

source: Zoom &Out Ctrl+-
ta_449: வெளி பெரிதாக்க கட்டு+-

source: &Normal Ctrl+*
ta_449: &இயல்பு கட்டு+*

source: &Overlay
ta_449: &மேலே

source: &Alpha Blend
ta_449: அன்னா கலவை

source: Alpha &Blend Animation
ta_449: அன்னா கலந்து அசைவுட்டம்

source: Dragging &Mode
ta_449: இழுத்தல் &முறை

source: &Move
ta_449: நகர்த்து

source: &Adjust Offset
ta_449: ஈடுசெய் சரிசெய்

source: &Vertical Wipe
ta_449: செங்குத்து துடைப்பு

source: &Horizontal Wipe
ta_449: கிடைமட்ட துடைப்பு

source: Rectangle &Select
ta_449: செவ்வக தேர்ந்தெடு

source: &Set Background Color
ta_449: பின்னணி நிறத்தை அமை

source: &Vector Image Scaling
ta_449: திசையான் பட அளவிடுதல்

source: &Animation Settings
ta_449: அசைவுட்டம் அமைப்புகள்

source: &Blink Interval
ta_449: ஒளிரும் இடைவெளி

source: &Overlay Animation Interval
ta_449: மேலடுக்கு அசைவுட்டம் இடைவெளி

source: Compare Extracted &Text from Images
ta_449: படங்களிலிருந்து பிரித்தெடுக்கப்பட்ட உரையை ஒப்பிடு

source: Co&mpare
ta_449: ஒப்பிடு

source: &Screenshots
ta_449: திரைக்காட்சிகள்

source: &Full Size Screenshots
ta_449: முழு அளவு திரைக்காட்சிகள்

source: &HTMLs
ta_449: உஉகுமொகள்

source: &Texts
ta_449: உரைகள்

source: &Resource Trees
ta_449: வள மரங்கள்

source: &Size
ta_449: அளவு

source: Fit to Window
ta_449: சாளரத்தில் பொருத்து

source: &Event Sync
ta_449: நிகழ்வு ஒத்திசைவு

source: &Enabled
ta_449: செயல்படுத்தப்பட்டது

source: &Scroll
ta_449: சுருள்

source: &Click
ta_449: சொடுக்குக

source: &Input
ta_449: உள்ளீடு

source: &Go Back/Forward
ta_449: திரும்பிச்/முன்னோக்கி செல்

source: Clear &Browsing Data
ta_449: உலாவல் தரவை அழி

source: &Disk Cache
ta_449: வட்டு தற்காலிக சேமிப்பு

source: &Cookies
ta_449: குக்கீகள்

source: &Browsing History
ta_449: உலாவல் வரலாறு

source: &All Profiles
ta_449: அனைத்து தன்விவரம்

source: &File
ta_449: கோப்பு

source: &New
ta_449: புதிய

source: &Text
ta_449: உரை

source: T&able
ta_449: அட்டவணை

source: &Binary
ta_449: இருமம்

source: &Image
ta_449: படம்

source: &Webpage
ta_449: இணையப்பக்கம்

source: New (&3 panes)
ta_449: புதிய (3 பலகங்கள்)

source: &Open... Ctrl+O
ta_449: திற... கட்டு+O

source: Open Conflic&t File...
ta_449: மோதல் கோப்பை திற...

source: Open C&lipboard
ta_449: இடைநிலைப்பலகையை திற

source: Open Pro&ject... Ctrl+J
ta_449: திட்டத்தை திற... கட்டு+J

source: Sa&ve Project...
ta_449: திட்டத்தை சேமி...

source: Recent Projects
ta_449: அண்மைக் கால திட்டங்கள்

source: Recent F&iles or Folders
ta_449: அண்மைக் கால கோப்கள் அல்லது கோப்புறைகள்

source: E&xit Ctrl+Q
ta_449: வெளியேறு கட்டு+Q

source: &Edit
ta_449: திருத்து

source: &Paste Ctrl+V
ta_449: ஒட்டு கட்டு+V

source: &Options... Ctrl+,
ta_449: விருப்பங்கள்... கட்டு+,

source: &View
ta_449: காண்க

source: Ta&b Bar
ta_449: தாவல் பட்டி

source: &View Tab Bar
ta_449: தாவல் பட்டியைக் காண்க

source: &On Title Bar
ta_449: தலைப்பு பட்டியில்

source: &Toolbar
ta_449: கருவிப்பட்டி

source: &Small
ta_449: சிறியது

source: &Medium
ta_449: நடு

source: &Big
ta_449: பெரிய

source: &Huge
ta_449: பெரிய

source: Men&u Bar
ta_449: பட்டியல் பட்டி

source: &Output Pane
ta_449: வெளியீட்டு பலகம்

source: &Status Bar
ta_449: நிலைப் பட்டி

source: &Tools
ta_449: கருவிகள்

source: &Filters...
ta_449: வடிப்பான்கள்...

source: &Generate Patch...
ta_449: ஒட்டை உருவாக்கு...

source: &Plugins
ta_449: செருகுநிரல்கள்

source: P&lugin Settings...
ta_449: செருகுநிரல் அமைப்புகள்...

source: Ma&nual Prediffer
ta_449: கைமுறை முன்வேறுபாடு

source: A&utomatic Prediffer
ta_449: தானியங்கி முன்வேறுபாடு

source: &Manual Unpacking
ta_449: கைமுறை பிரித்தல்

source: &Automatic Unpacking
ta_449: தானியங்கி பிரித்தல்

source: &Reload Plugins
ta_449: செருகுநிரல்களை மீண்டும்ஏற்று

source: &Window
ta_449: சாளரம்

source: Cl&ose Ctrl+W
ta_449: மூடு கட்டு+W

source: Clo&se All
ta_449: அனைத்தையும் மூடு

source: Change &Pane F6
ta_449: பலகம் மாற்று F6

source: Tile &Horizontally
ta_449: ஓடு கிடைமட்டமாக

source: Tile &Vertically
ta_449: ஓடு செங்குத்தாக

source: &Cascade
ta_449: அடுக்கு

source: &Help
ta_449: உதவி

source: &WinMerge Help F1
ta_449: சாளரஒன்றிணை உதவி F1

source: R&elease Notes
ta_449: வெளியீடு குறிப்புகள்

source: &Translations
ta_449: மொழிபெயர்ப்புகள்

source: C&onfiguration
ta_449: கட்டமைப்பு

source: &GNU General Public License
ta_449: குனு பொது பொதுமக்கள் உரிமம்

source: &About WinMerge...
ta_449: சாளரஒன்றிணை பற்றி...

source: &Read-Only
ta_449: படிக்க மட்டும்

source: L&eft Read-Only
ta_449: இடது படிக்க மட்டும்

source: M&iddle Read-Only
ta_449: நடுவில் படிக்க மட்டும்

source: Ri&ght Read-Only
ta_449: வலது படிக்க மட்டும்

source: &File Encoding...
ta_449: கோப்பு குறியாக்கம்...

source: Select &All Ctrl+A
ta_449: அனைத்தையும் தேர்ந்தெடு கட்டு+A

source: Show &Identical Items
ta_449: ஒரே மாதிரியான பொருட்களைக் காண்பி

source: Show &Different Items
ta_449: வெவ்வேறு பொருட்களை காண்பி

source: Show L&eft Unique Items
ta_449: இடது தனித்துவமான பொருட்களைக் காட்டு

source: Show Midd&le Unique Items
ta_449: நடுவில் தனித்துவமான பொருட்களைக் காட்டு

source: Show Ri&ght Unique Items
ta_449: வலது தனித்துவமான பொருட்களைக் காட்டு

source: Show S&kipped Items
ta_449: தவிர்க்கப்பட்ட பொருட்களைக் காட்டு

source: S&how Binary Files
ta_449: இரும கோப்புகளை எப்படிக் காண்பி

source: &3-way Compare
ta_449: &3-வழி ஒப்பிடு

source: Show &Left Only Different Items
ta_449: வெவ்வேறு பொருட்களை மட்டும் இடதுபுறம் காட்டு

source: Show &Middle Only Different Items
ta_449: வெவ்வேறு பொருட்களை மட்டும் நடுவில் காட்டு

source: Show &Right Only Different Items
ta_449: வெவ்வேறு பொருட்களை மட்டும் வலதுபுறம் காட்டு

source: Show L&eft Only Missing Items
ta_449: காணாமல் போன பொருட்களை மட்டும் இடதுபுறம் காட்டு

source: Show Mi&ddle Only Missing Items
ta_449: காணாமல் போன பொருட்களை மட்டும் நடுவில் காட்டு

source: Show Rig&ht Only Missing Items
ta_449: காணாமல் போன பொருட்களை பொருட்களை மட்டும் நடுவில் காட்டு

source: Show Hidd&en Items
ta_449: மறைக்கப்பட்ட பொருட்களைக் காட்டு

source: Tree &Mode
ta_449: மரம் முறை

source: E&xpand Subfolders
ta_449: துணை கோப்புறைகள் விரிவாக்கு

source: &All Subfolders
ta_449: அனைத்து துணை கோப்புறைகள்

source: &Different Subfolders
ta_449: வெவ்வேறு துணை கோப்புறைகள்

source: &Identical Subfolders
ta_449: ஒத்த துணை கோப்புறைகள்

source: &Collapse All Subfolders
ta_449: எல்லா துணை கோப்புறைகளையும் சுருக்கு

source: Select &Font...
ta_449: எழுத்துருவை தேர்ந்தெடு...

source: Use Default Font
ta_449: இயல்புநிலை எழுத்துருவைப் பயன்படுத்து

source: Sw&ap Panes
ta_449: பேனல்கள் இடமாற்று

source: Swap &1st | 2nd
ta_449: 1வது | 2வது இடமாற்று

source: Swap &2nd | 3rd
ta_449: 2வது | 3வது இடமாற்று

source: Swap 1st | &3rd
ta_449: 1வது | &3வது இடமாற்று

source: Com&pare Statistics...
ta_449: புள்ளிவிவரங்களை ஒப்பிடு...

source: Refresh F5
ta_449: புதுப்பி F5

source: &Refresh Selected Ctrl+F5
ta_449: தேர்ந்தெடுக்கப்பட்டது புதுப்பி கட்டு+F5

source: &Merge
ta_449: ஒருங்கிணை

source: Co&mpare Enter
ta_449: ஒப்பிடு உள்ளிடு

source: &Next Difference Alt+Down
ta_449: அடுத்த வேறுபாடு மாற்று+கீழ்

source: &Previous Difference Alt+Up
ta_449: முந்தைய வேறுபாடு மாற்று+மேல்

source: &First Difference Alt+Home
ta_449: முதல் வேறுபாடு மாற்று+வீடு

source: &Current Difference Alt+Enter
ta_449: தற்போதைய வேறுபாடு மாற்று+உள்ளிடு

source: &Last Difference Alt+End
ta_449: கடைசி வேறுபாடு மாற்று+முடி

source: Copy to &Right Alt+Right
ta_449: வலதுக்கு நகலெடு மாற்று+வலது

source: Copy to L&eft Alt+Left
ta_449: இடதுக்கு நகலெடு மாற்று+இடது

source: &Delete Del
ta_449: நீக்கு நீக்கு

source: &Customize Columns...
ta_449: நெடுவரிசைகளைத் தனிப்பயனாக்கு...

source: Generate &Report...
ta_449: அறிக்கையை உருவாக்கு...

source: &Edit with Unpacker...
ta_449: திறப்பான் மூலம் திருத்து...

source: &Save Ctrl+S
ta_449: சேமி கட்டு+S

source: Sav&e
ta_449: சேமி

source: Save &Left
ta_449: சேமி இடது

source: Save &Middle
ta_449: சேமி நடு

source: Save &Right
ta_449: சேமி வலது

source: Save &As
ta_449: இவ்வாறு சேமி

source: Save &Left As...
ta_449: என சேமி இடது...

source: Save &Middle As...
ta_449: என சேமி நடு...

source: Save &Right As...
ta_449: என சேமி வலது...

source: &Print... Ctrl+P
ta_449: அச்சிடு... கட்டு+P

source: Page Set&up...
ta_449: பக்க அமைவு...

source: Print Previe&w...
ta_449: அச்சு முன்னோட்டம்...

source: &Convert Line Endings to
ta_449: வரி முடிவுகளை மாற்று

source: Mer&ge Mode F9
ta_449: இணை பயன்முறை F9

source: Reloa&d Ctrl+F5
ta_449: மீண்டும்ஏற்று கட்டு+F5

source: Reco&mpare As
ta_449: என மீண்டும் ஒப்பிடு

source: &Undo Ctrl+Z
ta_449: செயல்தவிர் கட்டு+Z

source: &Redo Ctrl+Y
ta_449: மீண்டும்செய் கட்டு+Y

source: Cu&t Ctrl+X
ta_449: வெட்டு கட்டு+X

source: &Copy Ctrl+C
ta_449: நகலெடு கட்டு+C

source: F&ind... Ctrl+F
ta_449: தேடு... கட்டு+F

source: Repla&ce... Ctrl+H
ta_449: மாற்று... கட்டு+H

source: &Marker... Ctrl+Shift+M
ta_449: குறிப்பான்... கட்டு+தூக்கு+M

source: Advanced
ta_449: மேம்பட்ட

source: &Copy With Line Numbers Ctrl+Shift+C
ta_449: வரி எண்களுடன் நகலெடு கட்டு+தூக்கு+C

source: &Bookmarks
ta_449: புத்தக்குறிகள்

source: &Toggle Bookmark Ctrl+F2
ta_449: புத்தக்குறி புரட்டு கட்டு+F2

source: &Next Bookmark F2
ta_449: அடுத்த புத்தக்குறி F2

source: &Previous Bookmark Shift+F2
ta_449: முந்தைய புத்தக்குறி தூக்கு+F2

source: &Clear All Bookmarks
ta_449: அனைத்து புத்தக்குறிகுகளையும் அழி

source: Syntax Highlight
ta_449: தொடரியல் சிறப்பாக்கு

source: &Diff Context
ta_449: வேறுபாடு சூழல்

source: &All Lines
ta_449: அனைத்து வரிகளும்

source: &0 Lines
ta_449: &0 வரிகள்

source: &1 Line
ta_449: &1 வரி

source: &3 Lines
ta_449: &3 வரிகள்

source: &5 Lines
ta_449: &5 வரிகள்

source: &7 Lines
ta_449: &7 வரிகள்

source: &9 Lines
ta_449: &9 வரிகள்

source: &Toggle All and 0-9 Lines Ctrl+D
ta_449: அனைத்தையும் புரட்டு மற்றும் 0-9 வரிகள் கட்டு+D

source: &Invert (Hide Different Lines)
ta_449: தலைகீழ் (வெவ்வேறு வரிகளை மறை)

source: &Lock Panes
ta_449: பலகங்களை பூட்டு

source: &View Whitespace
ta_449: வெண்வெளி காட்டு

source: View E&OL
ta_449: வரிமுடிவு காட்டு

source: Vie&w Line Differences
ta_449: வரி வேறுபாடுகளைப் காட்டு

source: View Line &Numbers
ta_449: வரி எண்களைக் காட்டு

source: View &Margins
ta_449: விளிம்புகளை காட்டு

source: View To&p Margins
ta_449: மேல் ஓரங்கள் காட்டு

source: W&rap Lines
ta_449: வரிகள் மடக்கு

source: Split V&ertically
ta_449: செங்குத்தாக பிளவு

source: Diff &Pane
ta_449: வேறுபாடு பலகம்

source: Lo&cation Pane
ta_449: இருப்பிட பலகம்

source: Output Pane
ta_449: வெளியீட்டு பலகம்

source: Ne&xt Conflict Alt+Shift+Down
ta_449: அடுத்த முரண்பாடு மாற்று+தூக்கு+Down

source: Pre&vious Conflict Alt+Shift+Up
ta_449: முன் முரண்பாடு மாற்று+தூக்கு+Up

source: A&dvanced
ta_449: மேம்பட்ட

source: Next Difference (Left/Middle) Alt+1
ta_449: அடுத்த வேறுபாடு (இடது/நடு மாற்று+1

source: Previous Difference (Left/Middle) Alt+Shift+1
ta_449: முந்தைய வேறுபாடு (இடது/நடு மாற்று+தூக்கு+1

source: Next Difference (Left/Right) Alt+2
ta_449: அடுத்த வேறுபாடு (இடது/வலது) மாற்று+2

source: Previous Difference (Left/Right) Alt+Shift+2
ta_449: முந்தைய வேறுபாடு (இடது/வலது) மாற்று+தூக்கு+2

source: Next Difference (Middle/Right) Alt+3
ta_449: அடுத்த வேறுபாடு (நடு/வலது) மாற்று+3

source: Previous Difference (Middle/Right) Alt+Shift+3
ta_449: முந்தைய வேறுபாடு (நடு/வலது) மாற்று+Shift+3

source: Next Left-Only Difference Alt+7
ta_449: அடுத்த இடப்புறம் மட்டும் வேறுபாடு மாற்று+7

source: Previous Left-Only Difference Alt+Shift+7
ta_449: முந்தைய இடது மட்டுமே வேறுபாடு மாற்று+Shift+7

source: Next Middle-Only Difference Alt+8
ta_449: அடுத்த நடுநிலை மட்டும் வேறுபாடு மாற்று+8

source: Previous Middle-Only Difference Alt+Shift+8
ta_449: முந்தைய நடுவில் மட்டும் வேறுபாடு மாற்று+Shift+8

source: Next Right-Only Difference Alt+9
ta_449: அடுத்த வலது மட்டும் வேறுபாடு மாற்று+9

source: Previous Right-Only Difference Alt+Shift+9
ta_449: முந்தைய வலது மட்டும் வேறுபாடு மாற்று+Shift+9

source: Copy from &Left to
ta_449: இடமிருந்து நகலெடு

source: &Middle
ta_449: நடு

source: &Right
ta_449: வலது

source: Copy from &Middle to
ta_449: நடுவில் இருந்து நகலெடு

source: &Left
ta_449: இடது

source: Copy from &Right to
ta_449: வலதுபுறத்தில் இருந்து நகலெடு

source: Copy Selected Lines from Le&ft to
ta_449: தேர்ந்தெடுக்கப்பட்ட வரியைகளை இடதுபுறத்தில் இலிருந்து நகலெடு

source: Copy Selected Lines from Mi&ddle to
ta_449: தேர்ந்தெடுக்கப்பட்ட வரிகளை நடுவில் இலிருந்து நகலெடு

source: Copy Selected Lines from Ri&ght to
ta_449: தேர்ந்தெடுக்கப்பட்ட வரியைகளை வலதிலிருந்து நகலெடு

source: Copy from Left Alt+Shift+Right
ta_449: இடது இலிருந்து நகலெடு மாற்று+Shift+வலது

source: Copy from Right Alt+Shift+Left
ta_449: வலது இலிருந்து நகலெடு மாற்று+Shift+Left

source: C&opy to Right and Advance Ctrl+Alt+Right
ta_449: வலதுக்கு நகலெடு மற்றும் முன்னேறு கட்டு+மாற்று+வலது

source: Copy &to Left and Advance Ctrl+Alt+Left
ta_449: இடதுக்கு நகலெடு மற்றும் முன்னேறு கட்டு+மாற்று+Left

source: Copy &All to Right
ta_449: அனைத்தையும் வலமாக நகலெடு

source: Cop&y All to Left
ta_449: அனைத்தையும் இடதுபுறமாக நகலெடுத்து வை

source: A&uto Merge Ctrl+Alt+M
ta_449: தானி ஒன்றிணை கட்டு+மாற்று+M

source: Add &Synchronization Point Alt+S
ta_449: ஒத்திசைவு புள்ளி மாற்று+S சேர்

source: Clear Sync&hronization Points
ta_449: ஒத்திசைவு புள்ளிகளை அழி

source: Unpac&ker
ta_449: பிரிப்பான்

source: &Prediffer
ta_449: முன்வேறுபாடு

source: Apply Pre&differ...
ta_449: முன்வேறுபடுத்து...

source: &Transform with Editor Script...
ta_449: திருத்தி கைஉரை மூலம் மாற்று...

source: Scripts for &Copying
ta_449: நகலெடுப்பதற்கான கைஉரைகள்

source: Select &Editor Script...
ta_449: தேர்ந்தெடு திருத்தி கைஉரை...

source: Sp&lit
ta_449: பிளவு

source: Comp&are
ta_449: ஒப்பிடு

source: Compare in New &Window
ta_449: புதிய சாளரத்தில் ஒப்பிடு

source: Compare Non-hor&izontally...
ta_449: கிடைமட்டமாக இல்லாமல் ஒப்பிடு...

source: Compare Non-hor&izontally
ta_449: கிடைமட்டமாக இல்லாமல் ஒப்பிடு

source: First &Left with Second Left
ta_449: முதல் இடது உருப்படியுடன் இரண்டாவது இடது உருப்படி

source: First &Right with Second Right
ta_449: முதல் வலது உருப்படியுடன் இரண்டாவது வலது உருப்படி

source: &First Left with Second Right
ta_449: முதல் இடது உருப்படியுடன் இரண்டாவது வலது உருப்படி

source: &Second Left with First Right
ta_449: இரண்டாவது இடது உருப்படியுடன் முதல் வலது உருப்படி

source: Co&mpare As
ta_449: இவ்வாறு ஒப்பிடு

source: Left to Middle (%1 of %2)
ta_449: இடமிருந்து நடுப்பகுதிக்கு (%2 இல் %1)

source: Left to Right (%1 of %2)
ta_449: இடமிருந்து வலமாக (%2 இல் %1)

source: Left to... (%1 of %2)
ta_449: இடது... (%2 இல் %1)

source: Middle to Left (%1 of %2)
ta_449: நடுவிலிருந்து இடது (%2 இல் %1)

source: Middle to Right (%1 of %2)
ta_449: நடுவிலிருந்து வலமாக (%2 இல் %1)

source: Middle to... (%1 of %2)
ta_449: மத்தியில் இருந்து... (%2 இல் %1)

source: Right to Middle (%1 of %2)
ta_449: வலமிருந்து நடுவிற்கு (%2 இல் %1)

source: Right to Left (%1 of %2)
ta_449: வலமிருந்து இடமாக (%2 இல் %1)

source: Right to... (%1 of %2)
ta_449: வலமிருந்து... (%2 இல் %1)

source: &Delete
ta_449: நீக்கு

source: &Both
ta_449: இரண்டும்

source: &All
ta_449: அனைத்தும்

source: Re&name
ta_449: மறுபெயர்

source: &Hide Items
ta_449: உருப்படிகளை மறை

source: &Open Left
ta_449: இடதுபுறம் திற

source: Open Midd&le
ta_449: நடு திற

source: O&pen Right
ta_449: வலது திற

source: Cop&y Paths
ta_449: பாதை பெயர்களை நகலெடு

source: Left (%1 of %2)
ta_449: இடது (%1 இல் %2)

source: Middle (%1 of %2)
ta_449: நடுநிலை (%2 இல் %1)

source: Right (%1 of %2)
ta_449: வலது (%2 இல் %1)

source: Both (%1 of %2)
ta_449: இரண்டும் (%2 இல் %1)

source: All (%1 of %2)
ta_449: அனைத்தும் (%2 இல் %1)

source: Copy &Filenames
ta_449: கோப்புப் பெயர்களை நகலெடு

source: Copy Items to Clip&board
ta_449: இடைநிலைப்பலகைக்கு பொருட்களை நகலெடு

source: Copy All Di&splayed Columns
ta_449: அனைத்து காட்டப்பட்ட நெடுவரிசைகளையும் நகலெடு

source: &Zip
ta_449: சுருக்கு

source: Both to... (%1 of %2)
ta_449: இரண்டுக்கும்... (%2 இல் %1)

source: All to... (%1 of %2)
ta_449: அனைவருக்கும்... (%2 இல் %1)

source: Differences to... (%1 of %2)
ta_449: இதற்கான வேறுபாடுகள்... (%2 இல் %1)

source: Left Shell Menu
ta_449: இடது ஓடு பட்டியல்

source: Middle Shell Menu
ta_449: நடு ஓடு பட்டியல்

source: Right Shell Menu
ta_449: வலது ஓடு பட்டியல்

source: Both Shell Menu
ta_449: இரண்டு ஓடு பட்டியல்

source: All Shell Menu
ta_449: அனைத்து ஓடு பட்டியல்

source: Copy
ta_449: நகல்

source: &Copy Full Path
ta_449: முழு பாதையை நகலெடு

source: Copy &Filename
ta_449: கோப்பின் பெயரை நகலெடு

source: &Edit Caption
ta_449: தலைப்பை திருத்து

source: &Open...
ta_449: திற...

source: Unpacker Settings
ta_449: பிரிப்பான் அமைப்புகள்

source: <None>
ta_449: <இல்லை>

source: <Automatic>
ta_449: <தானியங்கி>

source: &Select...
ta_449: தேர்ந்தெடு...

source: Prediffer Settings
ta_449: முன்வேறுபாடு அமைப்புகள்

source: G&o to Diff
ta_449: வேற்றுமைக்கு செல்

source: &No Moved Blocks
ta_449: நகர்த்தப்பட்ட தொகுதிகள் இல்லை

source: &All Moved Blocks
ta_449: அனைத்து நகர்த்தப்பட்ட தொகுதிகள்

source: W&hitespaces
ta_449: வெள்ளைவெளிகள்

source: Com&pare
ta_449: ஒப்பிடு

source: I&gnore Changes
ta_449: மாற்றங்களை புறக்கணி

source: Ig&nore All
ta_449: அனைத்தையும் புறக்கணி

source: Ignore Blan&k Lines
ta_449: வெற்று வரிகளை புறக்கணி

source: Ignore &Case
ta_449: புறக்கணிப்பு வழக்கு

source: Igno&re EOL Differences (Windows/Unix/Mac)
ta_449: வரிமுடிவுகள் வேறுபாடுகளை புறக்கணி (சாளரங்கள்/யுனிக்சு/மேக்)

source: Ignore Codepage &Differences
ta_449: குறியீடு பக்கம் வேறுபாடுகளை புறக்கணி

source: Ignore Num&bers
ta_449: எண்களை புறக்கணி

source: Ignore C&omment Differences
ta_449: கருத்து வேறுபாடுகளை புறக்கணி

source: Ignore &Missing Trailing EOL
ta_449: புறக்கணி மற்றும் காணாமல் போன வரிமுடிவு

source: &Include Subfolders
ta_449: உள்கோப்புகளை சேர்

source: &Compare Method
ta_449: ஒப்பிடும் முறை

source: Full Contents
ta_449: முழு உள்ளடக்கம்

source: Quick Contents
ta_449: விரைவான உள்ளடக்கங்கள்

source: Binary Contents
ta_449: இரும உள்ளடக்கங்கள்

source: Modified Date
ta_449: மாற்றியமைக்கப்பட்ட தேதி

source: Modified Date and Size
ta_449: மாற்றியமைக்கப்பட்ட தேதி மற்றும் அளவு

source: Size
ta_449: அளவு

source: &Load Project...
ta_449: திட்டத்தை ஏற்று...

source: ${*} - All Arguments
ta_449: ${*} - அனைத்து வாதங்களும்

source: ${1} - First Argument
ta_449: ${1} - முதல் வாதம்

source: ${2} - Second Argument
ta_449: ${2} - இரண்டாவது வாதம்

source: ${3} - Third Argument
ta_449: ${3} - மூன்றாவது வாதம்

source: ${4} - Fourth Argument
ta_449: ${4} - நான்காவது வாதம்

source: ${5} - Fifth Argument
ta_449: ${5} - ஐந்தாவது வாதம்

source: ${6} - Sixth Argument
ta_449: ${6} - ஆறாவது வாதம்

source: ${7} - Seventh Argument
ta_449: ${7} - ஏழாவது வாதம்

source: ${8} - Eighth Argument
ta_449: ${8} - எட்டாவது வாதம்

source: ${9} - Ninth Argument
ta_449: ${9} - ஒன்பதாவது வாதம்

source: ${SRC_FILE} - Source File
ta_449: ${SRC_FILE} - மூல கோப்பு

source: ${SRC_FOLDER} - Source Folder
ta_449: ${SRC_FOLDER} - மூல கோப்புறை

source: ${SRC_URL} - Source URL
ta_449: ${SRC_URL} - மூல முகவரி

source: ${SRC_URL_PROTOCOL} - Source URL Protocol
ta_449: ${SRC_URL_PROTOCOL} - மூல முகவரி நெறிமுறை

source: ${SRC_URL_SUFFIX} - Source URL Suffix
ta_449: ${SRC_URL_SUFFIX} - மூல முகவரி பின்னொட்டு

source: ${DST_FILE} - Destination File
ta_449: ${DST_FILE} - இலக்கு கோப்பு

source: ${DST_FOLDER} - Destination Folder
ta_449: ${DST_FOLDER} - இலக்கு கோப்புறை

source: ${DST_URL} - Destination URL
ta_449: ${DST_URL} - இலக்கு முகவரி

source: ${DST_URL_PROTOCOL} - Destination URL Protocol
ta_449: ${DST_URL_PROTOCOL} - இலக்கு முகவரி நெறிமுறை

source: ${DST_URL_SUFFIX} - Destination URL Suffix
ta_449: ${DST_URL_SUFFIX} - இலக்கு முகவரி பின்னொட்டு

source: ${WINMERGE_HOME} - WinMerge Home Directory
ta_449: ${WINMERGE_HOME} - சாளரஒன்றிணை வீடு கோப்புறை

source: ${SCRIPT_FILE} - Script File
ta_449: ${SCRIPT_FILE} - கைஉரை கோப்பு

source: Add &Unpacker Plugin...
ta_449: பிரிப்பான் சொருகி சேர்...

source: Add &Prediffer Plugin...
ta_449: முன்வேறுபாடு சொருகி சேர்...

source: &Duplicate Plugin...
ta_449: நகல் சொருகி...

source: Clear &All
ta_449: அனைத்தும் துடை

source: About WinMerge
ta_449: சாளரஒன்றிணை பற்றி

source: Visit the WinMerge Homepage!
ta_449: சாளரஒன்றிணை முகப்புப் பக்கத்தைப் பார்!

source: OK
ta_449: சரி

source: Contributors
ta_449: பங்களிப்பாளர்கள்

source: Select Files or Folders
ta_449: கோப்புகள் அல்லது கோப்புறைகளை தேர்ந்தெடு

source: &1st File or Folder
ta_449: &1வது கோப்பு அல்லது கோப்புறை

source: Re&ad-only
ta_449: படிக்க மட்டும்

source: Swap 1st | 2nd
ta_449: 1வது | 2வது இடமாற்று

source: &Browse...
ta_449: உலாவு...

source: &2nd File or Folder
ta_449: &2வது கோப்பு அல்லது கோப்புறை
