Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Tamil.po
Languages: ta_449

source: Expand different subfolders
ta_449: வெவ்வேறு துணை கோப்புறைகளை விரிவாக்குங்கள்

source: Expand identical subfolders
ta_449: ஒரே மாதிரியான துணை கோப்புறைகளை விரிவாக்குங்கள்

source: File Type
ta_449: கோப்பு வகை

source: Extension
ta_449: நீட்டிப்பு

source: Message
ta_449: செய்தி

source: Answer
ta_449: பதில்

source: Item
ta_449: உருப்படி

source: Load
ta_449: ஏற்றவும்

source: Save
ta_449: சேமி

source: Include Subfolders
ta_449: துணை கோப்புறைகளை உள்ளடக்கு

source: Compare Options
ta_449: விருப்பங்களை ஒப்பிடு

source: Hidden Items
ta_449: மறைக்கப்பட்ட பொருட்கள்

source: Name
ta_449: பெயர்

source: Location
ta_449: இடம்

source: Filters
ta_449: வடிப்பான்கள்

source: Description
ta_449: விளக்கம்

source: Select Filename for New Filter
ta_449: புதிய வடிப்பானுக்கான கோப்பு பெயரை தேர்ந்தெடு

source: File Filters (*.flt)|*.flt|All Files (*.*)|*.*||
ta_449: கோப்பு வடிகட்டிகள் (*.flt)|*.flt|அனைத்து கோப்புகளும் (*.*)|*.*||

source: Cannot find filter template! Copy %1 to WinMerge/Filters Folder: %2.
ta_449: கோப்பு வடிகட்டி டெம்ப்ளேட் கோப்பைக் கண்டுபிடிக்க முடியவில்லை! % 1 கோப்பை சாளரஒன்றிணை/Filters கோப்புறைக்கு நகலெடு: % 2.

source: Cannot copy filter template: %1 Make sure the folder exists and is writable.
ta_449: வடிப்பான் டெம்ப்ளேட் கோப்பை வடிகட்டி கோப்புறைக்கு நகலெடுக்க முடியாது: % 1 கோப்புறை உள்ளது மற்றும் எழுதக்கூடியது என்பதை உறுதிப்படுத்தவும்.

source: User's filter folder is not defined! Select filter folder in Options/System.
ta_449: பயனரின் வடிகட்டி கோப்பு கோப்புறை வரையறுக்கப்படவில்லை! விருப்பங்கள்/அமைப்பில் வடிகட்டி கோப்புறையைத் தேர்ந்தெடு.

source: Failed to delete filter: %1 File may be read-only.
ta_449: வடிப்பான் கோப்பை நீக்குவதில் தோல்வி: % 1 ஒருவேளை கோப்பு படிக்க மட்டுமே உள்ளதா?

source: Locate Filter File to Install
ta_449: நிறுவுவதற்கான வடிகட்டி கோப்பைக் கண்டறிக

source: Installing filter file failed. Could not copy new filter to folder.
ta_449: வடிப்பான் கோப்பை நிறுவுவதில் தோல்வி. புதிய வடிகட்டி கோப்பை வடிகட்டி கோப்புறைக்கு நகலெடுக்க முடியவில்லை.

source: Filter file exists. Overwrite?
ta_449: வடிகட்டி கோப்பு ஏற்கனவே உள்ளது. ஏற்கனவே உள்ள வடிகட்டியை மேலெழுதவா?

source: Regular expression
ta_449: வழக்கமான வெளிப்பாடு

source: Filters updated. Refresh all open folder compares? Select 'No' to refresh later.
ta_449: வடிப்பான்கள் புதுப்பிக்கப்பட்டன. அனைத்து திறந்த கோப்புறை ஒப்பீடுகளையும் புதுப்பிக்க விரும்புகிறீர்களா? நீங்கள் இப்போது எல்லா ஒப்பீடுகளையும் புதுப்பிக்க விரும்பவில்லை என்றால், 'இல்லை' என்பதைத் தேர்ந்தெடுத்து, பின்னர் ஒப்பிடும்போது புதுப்பிக்கலாம்.

source: Folder Comparison Results
ta_449: கோப்புறை ஒப்பீட்டு முடிவுகள்

source: File Comparison
ta_449: கோப்பு ஒப்பீடு

source: Untitled Left
ta_449: தலைப்பிடப்படாத இடது

source: Untitled Middle
ta_449: பெயரிடப்படாத நடு

source: Untitled Right
ta_449: பெயரிடப்படாத வலது

source: Base File
ta_449: அடிப்படை கோப்பு

source: Theirs File
ta_449: அவர்களின் கோப்பு

source: Mine File
ta_449: என்னுடைய கோப்பு

source: Original File
ta_449: அசல் கோப்பு

source: Ln: %s Col: %d/%d Ch: %d/%d EOL: %s
ta_449: வரி: %s நெடு: %d/%d எழுத்து: %d/%d வரிமுடிவு: %s

source: Line: %s
ta_449: வரி: %s

source: Ln: %s Col: %d/%d Ch: %d/%d
ta_449: வரி: %s நெடு: %d/%d எழுத்து: %d/%d

source: Sel: %d | %d
ta_449: தேர்வு: %d | %d

source: Merge
ta_449: ஒன்றிணைத்தல்

source: Difference %1 of %2
ta_449: வேறுபாடு %2 இல் %1

source: %1 Differences Found
ta_449: %1 வேறுபாடுகள் காணப்பட்டன

source: 1 Difference Found
ta_449: 1 வேறுபாடு காணப்பட்டது

source: %1 Errors Found
ta_449: %1 பிழைகள் காணப்பட்டன

source: 1 Error Found
ta_449: 1 பிழை காணப்பட்டது

source: RO
ta_449: பம

source: Item %1 of %2
ta_449: உருப்படி %2 இல் %1

source: Items: %1
ta_449: உருப்படிகள்: %1

source: Comparing items...
ta_449: உருப்படிகளை ஒப்பிடுகிறது...

source: %.1f[items/sec]
ta_449: %.1f[உருப்படிகள்/நொடி]

source: Select two existing folders/files to compare.
ta_449: ஒப்பிடுவதற்கு ஏற்கனவே உள்ள இரண்டு கோப்புறைகள் அல்லது கோப்புகளைத் தேர்ந்தெடு.

source: Folder Selection
ta_449: கோப்புறை தேர்வு

source: Select two (or three) folders/files to compare.
ta_449: ஒப்பிட இரண்டு (அல்லது மூன்று) கோப்புறைகள் அல்லது இரண்டு (அல்லது மூன்று) கோப்புகளைத் தேர்ந்தெடு.

source: Left (1st) path is invalid!
ta_449: இடது (1வது) பாதை தவறானது!

source: Middle (2nd) path is invalid!
ta_449: நடு (2வது) பாதை தவறானது!

source: Right (2nd) path is invalid!
ta_449: வலது (2வது) பாதை தவறானது!

source: Right (3rd) path is invalid!
ta_449: வலது (3வது) பாதை தவறானது!

source: Both paths are invalid!
ta_449: இரண்டு பாதைகளும் தவறானவை!

source: Left (1st) and Middle (2nd) paths are invalid!
ta_449: இடது (1வது) மற்றும் நடு (2வது) பாதைகள் தவறானவை!

source: Left (1st) and Right (3rd) paths are invalid!
ta_449: இடது (1வது) மற்றும் வலது (3வது) பாதைகள் தவறானவை!

source: Middle (2nd) and Right (3rd) paths are invalid!
ta_449: நடு (2வது) மற்றும் வலது (3வது) பாதைகள் தவறானவை!

source: All paths are invalid!
ta_449: அனைத்து பாதைகளும் தவறானவை!

source: Only enabled for file comparisons
ta_449: கோப்பு ஒப்பீடுகளுக்கு மட்டும் இயக்கப்பட்டது

source: Cannot compare file and folder!
ta_449: கோப்பு மற்றும் கோப்புறையை ஒப்பிட முடியாது!

source: File not found: %1
ta_449: கோப்பு கிடைக்கவில்லை: %1

source: File not unpacked: %1
ta_449: கோப்பு திறக்கப்படவில்லை: %1

source: Cannot open file %1 %2
ta_449: கோப்பை திறக்க முடியவில்லை % 1 %2

source: Failed to parse conflict file.
ta_449: மோதல் கோப்பை அலசுவதில் தோல்வி.

source: The file %1 is not a conflict file.
ta_449: கோப்பு % 1 ஒரு மோதல் கோப்பு அல்ல.

source: Comparing large files requires significant memory. Show only comparison results (not file contents)?
ta_449: நீங்கள் மிகப் பெரிய கோப்புகளை ஒப்பிடப் போகிறீர்கள். கோப்புகளின் உள்ளடக்கங்களைக் காண்பிப்பதற்கு மிகப் பெரிய அளவிலான நினைவகம் தேவைப்படுகிறது. கோப்புகளின் உள்ளடக்கங்களைக் காட்டாமல், ஒப்பீட்டு முடிவுகளை மட்டும் காட்ட விரும்புகிறீர்களா?

source: Save As
ta_449: இவ்வாறு சேமி

source: Save changes to %1?
ta_449: மாற்றங்களை %1 இல் சேமிக்கவா?

source: %1 is read-only. Override? Or 'No' to save as new filename?
ta_449: %1 படிக்க மட்டுமே எனக் குறிக்கப்பட்டுள்ளது. படிக்க மட்டுமேயான கோப்பை மேலெழுத விரும்புகிறீர்களா? (புதிய கோப்புப் பெயராகச் சேமிக்க வேண்டாம்.)

source: Error backing up file
ta_449: கோப்பை காப்புப் பிரதி எடுப்பதில் பிழை

source: Unable to backup original file: %1 Continue anyway?
ta_449: அசல் கோப்பை காப்புப் பிரதி எடுக்க முடியவில்லை: % 1 எப்படியும் தொடரலாமா?

source: Saving file failed. %1 %2 - Use different filename (OK) - Abort (Cancel)?
ta_449: கோப்பைச் சேமிப்பதில் தோல்வி. % 1 %2 நீங்கள் விரும்புகிறீர்களா: - வேறு கோப்புப் பெயரைப் பயன்படுத்து (சரி) - நிறுத்து (நீக்கறல்)?

source: Plugin '%2' cannot pack changes to left file into '%1'. Original unchanged. Save unpacked version?
ta_449: சொருகி '% 2' உங்கள் மாற்றங்களை இடது கோப்பில் மீண்டும் '% 1' இல் பேக் செய்ய முடியாது. அசல் கோப்பு மாற்றப்படாது. தொகுக்கப்படாத பதிப்பை வேறொரு கோப்பில் சேமிக்க விரும்புகிறீர்களா?

source: Plugin '%2' cannot pack changes to middle file into '%1'. Original unchanged. Save unpacked version?
ta_449: சொருகி '% 2' ஆனது நடுக் கோப்பில் நீங்கள் செய்த மாற்றங்களை மீண்டும் '% 1' இல் தொகுக்க முடியாது. அசல் கோப்பு மாற்றப்படாது. தொகுக்கப்படாத பதிப்பை வேறொரு கோப்பில் சேமிக்க விரும்புகிறீர்களா?

source: Plugin '%2' cannot pack changes to right file into '%1'. Original unchanged. Save unpacked version?
ta_449: சொருகி '% 2' உங்கள் மாற்றங்களை வலது கோப்பில் மீண்டும் '% 1' இல் பேக் செய்ய முடியாது. அசல் கோப்பு மாற்றப்படாது. தொகுக்கப்படாத பதிப்பை வேறொரு கோப்பில் சேமிக்க விரும்புகிறீர்களா?

source: Another application updated %1 since WinMerge loaded it. Overwrite?
ta_449: மற்றொரு பயன்பாடு கோப்பு புதுப்பிக்கப்பட்டது % 1 சாளரஒன்றிணை அதை ஏற்றியதால். மாற்றப்பட்ட கோப்பை மேலெழுதவா?

source: %1 is read-only. Override?
ta_449: % 1 படிக்க மட்டுமே என்று குறிக்கப்பட்டுள்ளது. படிக்க மட்டுமேயான உருப்படியை மேலெழுத விரும்புகிறீர்களா?

source: Another application updated %1 since last scan. Reload?
ta_449: மற்றொரு பயன்பாடு கோப்பு புதுப்பிக்கப்பட்டது % 1 கடைசியாக ச்கேன் செய்ததால். மீண்டும் ஏற்றவா?

source: Save Left File As
ta_449: இடது கோப்பை இவ்வாறு சேமி

source: Save Middle File As
ta_449: நடு கோப்பை இவ்வாறு சேமி

source: Save Right File As
ta_449: வலது கோப்பை இவ்வாறு சேமி

source: File %1 not found. Save a copy to continue.
ta_449: கோப்பு % 1 மறைந்துவிட்டது. தொடர கோப்பின் நகலை சேமி.

source: Cannot merge unsynched documents. Refresh before continuing.
ta_449: ஆவணங்கள் ஒத்திசைவில் இல்லாதபோது வேறுபாடுகளை ஒன்றிணைக்க முடியாது. தொடர்வதற்கு முன் ஆவணங்களைப் புதுப்பி.

source: Break at whitespace
ta_449: வெள்ளைவெளியில் உடைக்கவும்

source: Break at whitespace or punctuation
ta_449: வெள்ளை இடத்தில் அல்லது நிறுத்தற்குறியில் உடைக்கவும்

source: Copy to &Middle Alt+Right
ta_449: நடுவிற்கு நகலெடு மாற்று+வலது

source: Copy to &Middle Alt+Left
ta_449: நடுவிற்கு நகலெடு மாற்று+இடது

source: Copy from Middle Alt+Shift+Right
ta_449: நடுவில் இருந்து நகலெடு மாற்று+தூக்கு+வலது

source: Copy from Middle Alt+Shift+Left
ta_449: நடுஇலிருந்து நகலெடு மாற்று+தூக்கு+இடது

source: Copy to Middle and Advance Ctrl+Alt+Right
ta_449: நடுவிற்கு நகலெடு மேலும் கட்டு+மாற்று+வலது

source: Copy to Middle and Advance Ctrl+Alt+Left
ta_449: நடுவிற்கு நகலெடு மேலும் கட்டு+மாற்று+இடது

source: Copy All to Middle
ta_449: அனைத்தையும் நடுவில் நகலெடு

source: Right to Left (%1)
ta_449: வலமிருந்து இடமாக (%1)

source: Right to Middle (%1)
ta_449: வலமிருந்து நடுவிற்கு (%1)

source: Middle to Left (%1)
ta_449: நடுவிலிருந்து இடது (%1)

source: Middle to Right (%1)
ta_449: நடுவில் இருந்து வலது (%1)

source: Left to Right (%1)
ta_449: இடமிருந்து வலமாக (%1)

source: Left to Middle (%1)
ta_449: இடமிருந்து நடு (%1)

source: Left to... (%1)
ta_449: இடமிருந்து... (%1)

source: Middle to... (%1)
ta_449: நடுவில் இருந்து... (%1)

source: Right to... (%1)
ta_449: வலமிருந்து... (%1)

source: Both to... (%1)
ta_449: இரண்டுக்கும்... (%1)

source: All to... (%1)
ta_449: அனைத்திற்கும்... (%1)

source: Differences to... (%1)
ta_449: வேறுபாடுகள்... (%1)

source: Some selected items are identical or skipped. Copy only items with differences?
ta_449: தேர்ந்தெடுக்கப்பட்ட சில உருப்படிகள் ஒரே மாதிரியானவை அல்லது தவிர்க்கப்பட்டுள்ளன. வேறுபாடுகளுடன் உருப்படிகளை மட்டுமே நகலெடுக்கவா?

source: Left (%1)
ta_449: இடது (%1)

source: Middle (%1)
ta_449: நடுநிலை (%1)

source: Right (%1)
ta_449: வலது (%1)

source: Both (%1)
ta_449: இரண்டும் (%1)

source: All (%1)
ta_449: அனைத்தும் (%1)

source: Left Side - Select Destination Folder:
ta_449: இடது பக்கம் - இலக்கு கோப்புறையைத் தேர்ந்தெடு:

source: Middle Side - Select Destination Folder:
ta_449: நடுபக்கம் - இலக்கு கோப்புறையை தேர்ந்தெடு:

source: Right Side - Select Destination Folder:
ta_449: வலது பக்கம் - இலக்கு கோப்புறையைத் தேர்ந்தெடு:

source: (%1 Files Affected)
ta_449: (%1 கோப்புகள் பாதிக்கப்பட்டுள்ளன)

source: (%1 of %2 Files Affected)
ta_449: (%2 கோப்புகளில் %1 பாதிக்கப்பட்டது)

source: Are you sure you want to delete %1 ?
ta_449: நிச்சயமாக நீக்க விரும்புகிறீர்களா % 1 ?

source: Are you sure you want to copy?
ta_449: நீங்கள் நிச்சயமாக நகலெடுக்க விரும்புகிறீர்களா?

source: Are you sure you want to copy %d items?
ta_449: %d உருப்படிகளை நிச்சயமாக நகலெடுக்க விரும்புகிறீர்களா?

source: Operation aborted! Folder contents changed, path %1 not found. Refresh the compare.
ta_449: ஆபரேஷன் கைவிடப்பட்டது! வட்டுகளில் உள்ள கோப்புறை உள்ளடக்கங்கள் மாறிவிட்டன, பாதை % 1 காணப்படவில்லை. தயவுசெய்து ஒப்பீட்டைப் புதுப்பி.

source: Are you sure you want to move?
ta_449: நீங்கள் நிச்சயமாக நகர்த்த விரும்புகிறீர்களா?

source: Are you sure you want to move %d items?
ta_449: %d உருப்படிகளை நிச்சயமாக நகர்த்த விரும்புகிறீர்களா?

source: Confirm Move
ta_449: நகர்த்தலை உறுதிப்படுத்து

source: Close the folder comparison window?
ta_449: கோப்புறைகளை ஒப்பிடும் சாளரத்தை மூட உள்ளீர்கள். நிச்சயமாக நீங்கள் சாளரத்தை மூட விரும்புகிறீர்களா?

source: Close the folder comparison window, which took a long time?
ta_449: கோப்புறை ஒப்பீட்டு சாளரத்தை மூடு, இது நீண்ட நேரம் எடுத்தது?

source: The file or folder name is invalid.
ta_449: கோப்பு அல்லது கோப்புறையின் பெயர் தவறானது.

source: Failed to execute external editor: %1
ta_449: வெளிப்புற எடிட்டரை இயக்குவதில் தோல்வி: %1

source: Unknown archive format
ta_449: தெரியாத காப்பக வடிவம்

source: Failed to extract archive. Compare as text file?
ta_449: காப்பகக் கோப்புகளைப் பிரித்தெடுப்பதில் தோல்வி. காப்பகக் கோப்புகளை உரைக் கோப்புகளாக ஒப்பிட விரும்புகிறீர்களா?

source: Filename
ta_449: கோப்புபெயர்

# DirView|ColumnHeader
source: Folder
ta_449: கோப்புறை

source: Comparison Result
ta_449: ஒப்பீடு முடிவு

source: Left Date
ta_449: இடது தேதி

source: Right Date
ta_449: வலது தேதி

source: Middle Date
ta_449: நடு தேதி

source: Left Size
ta_449: இடது அளவு

source: Right Size
ta_449: வலது அளவு

source: Middle Size
ta_449: நடு அளவு

source: Right Size (Short)
ta_449: வலது அளவு (குறுகிய)

source: Left Size (Short)
ta_449: இடது அளவு (குறுகிய)

source: Middle Size (Short)
ta_449: நடு அளவு (குறுகிய)

source: Left Creation Time
ta_449: இடது உருவாக்க நேரம்

source: Right Creation Time
ta_449: வலது உருவாக்க நேரம்

source: Middle Creation Time
ta_449: நடு உருவாக்க நேரம்

source: Newer File
ta_449: புதிய கோப்பு

source: Left File Version
ta_449: இடது கோப்பு பதிப்பு

source: Right File Version
ta_449: வலது கோப்பு பதிப்பு

source: Middle File Version
ta_449: நடு கோப்பு பதிப்பு

source: Short Result
ta_449: குறுகிய முடிவு

source: Left Attributes
ta_449: இடது பண்புக்கூறுகள்

source: Right Attributes
ta_449: வலது பண்புக்கூறுகள்

source: Middle Attributes
ta_449: நடு பண்புக்கூறுகள்

source: Left EOL
ta_449: இடது வரிமுடிவு

source: Middle EOL
ta_449: நடு வரிமுடிவு

source: Right EOL
ta_449: வலது வரிமுடிவு

source: Left Encoding
ta_449: இடது குறியாக்கம்

source: Right Encoding
ta_449: வலது குறியாக்கம்

source: Middle Encoding
ta_449: நடு குறியாக்கம்

source: Ignored Diff
ta_449: புறக்கணிக்கப்பட்ட வேறுபாடு

# DirView|ColumnHeader
source: Binary
ta_449: இருமம்

source: Unpacker
ta_449: பிரிப்பான்

source: Prediffer
ta_449: முன்வேறுபாடு

source: Left
ta_449: இடது

source: Middle
ta_449: நடு

source: Right
ta_449: வலது

source: Diff
ta_449: வேறுபாடு

source: Left Duplicate Count
ta_449: இடது நகல் எண்ணிக்கை

source: Right Duplicate Count
ta_449: வலது நகல் எண்ணிக்கை

source: Middle Duplicate Count
ta_449: நடு நகல் எண்ணிக்கை

source: Move
ta_449: நகர்த்து

source: Audio
ta_449: ஆடியோ

source: Calendar
ta_449: நாட்காட்டி

source: Communication
ta_449: தொடர்பு

source: Contact
ta_449: தொடர்பு

source: Devices
ta_449: சாதனங்கள்

source: Document
ta_449: ஆவணம்

source: Home
ta_449: முகப்பு

source: Journal
ta_449: பத்திரிகை

source: Link
ta_449: இணைப்பு

source: Media
ta_449: ஊடகம்

source: Music
ta_449: இசை

source: Note
ta_449: குறிப்பு

source: Photo
ta_449: புகைப்படம்

source: RecordedTV
ta_449: பதிவுசெய்யப்பட்ட டிவி

source: Search
ta_449: தேடல்

source: Security
ta_449: பாதுகாப்பு

source: Software
ta_449: மென்பொருள்

source: Task
ta_449: பணி

source: Video
ta_449: காணொளி

source: Hash
ta_449: கொத்து

source: Unable to compare files
ta_449: கோப்புகளை ஒப்பிட முடியவில்லை

source: Item aborted
ta_449: உருப்படி நிறுத்தப்பட்டது

source: File skipped
ta_449: கோப்பு தவிர்க்கப்பட்டது

source: Folder skipped
ta_449: கோப்புறை தவிர்க்கப்பட்டது

source: Left only: %1
ta_449: இடது மட்டும்: %1

source: Middle only: %1
ta_449: நடுவில் மட்டும்: %1

source: Right only: %1
ta_449: வலது மட்டும்: %1

source: Does not exist in %1
ta_449: %1 இல் இல்லை

source: Binary files are identical
ta_449: இருமம் கோப்புகள் ஒரே மாதிரியானவை

source: Binary files are different
ta_449: இருமம் கோப்புகள் வேறுபட்டவை

source: Files are different
ta_449: கோப்புகள் வேறுபட்டவை

source: Folders are different
ta_449: கோப்புறைகள் வேறுபட்டவை

source: Left Only
ta_449: இடது மட்டும்

source: Right Only
ta_449: வலது மட்டும்

source: Middle Only
ta_449: நடு மட்டும்

source: No item in left
ta_449: இடதுபுறத்தில் உருப்படி இல்லை

source: No item in right
ta_449: வலதுபுறத்தில் உருப்படி இல்லை

source: No item in middle
ta_449: நடுவில் உருப்படி இல்லை

source: Error
ta_449: பிழை

source: Text files are identical
ta_449: உரை கோப்புகள் ஒரே மாதிரியானவை

source: (Middle and right are identical)
ta_449: (நடு மற்றும் வலது ஒரே மாதிரியானவை)

source: (Left and right are identical)
ta_449: (இடது மற்றும் வலது ஒரே மாதிரியானவை)

source: (Left and middle are identical)
ta_449: (இடது மற்றும் நடு ஒரே மாதிரியானவை)

source: Text files are different
ta_449: உரை கோப்புகள் வேறுபட்டவை

source: Image files are identical
ta_449: பட கோப்புகள் ஒரே மாதிரியானவை

source: Image files are different
ta_449: பட கோப்புகள் வேறுபட்டவை

source: Group%d
ta_449: குழு%d

source: Elapsed time: %ld ms
ta_449: கடந்த நேரம்: %ld ms

source: 1 item selected
ta_449: 1 உருப்படி தேர்ந்தெடுக்கப்பட்டது

source: %1 items selected
ta_449: %1 உருப்படிகள் தேர்ந்தெடுக்கப்பட்டன

source: Filename or folder name.
ta_449: கோப்பு பெயர் அல்லது கோப்புறை பெயர்.

source: Subfolder name when subfolders are included.
ta_449: துணை கோப்புறைகள் சேர்க்கப்படும் போது துணை கோப்புறையின் பெயர்.

source: Comparison result, long form.
ta_449: ஒப்பீடு முடிவு, நீண்ட வடிவம்.

source: Left side modification date.
ta_449: இடது பக்க மாற்றம் தேதி.

source: Right side modification date.
ta_449: வலது பக்க மாற்றம் தேதி.

source: Middle side modification date.
ta_449: நடு பக்க மாற்றம் தேதி.

source: File's extension.
ta_449: கோப்பின் நீட்டிப்பு.

source: Left file size in bytes.
ta_449: இடது கோப்பு அளவு பைட்டுகளில்.

source: Right file size in bytes.
ta_449: பைட்டுகளில் வலது கோப்பு அளவு.

source: Middle file size in bytes.
ta_449: பைட்டுகளில் நடு கோப்பு அளவு.

source: Left file size abbreviated.
ta_449: இடது கோப்பு அளவு சுருக்கப்பட்டது.

source: Right file size abbreviated.
ta_449: வலது கோப்பு அளவு சுருக்கப்பட்டது.

source: Middle file size abbreviated.
ta_449: நடு கோப்பு அளவு சுருக்கப்பட்டது.

source: Left side creation time.
ta_449: இடது பக்கம் உருவாக்கும் நேரம்.

source: Right side creation time.
ta_449: வலது பக்க உருவாக்கும் நேரம்.

source: Middle side creation time.
ta_449: நடு பக்க உருவாக்கும் நேரம்.

source: Tells which side has newer modification date.
ta_449: எந்தப் பக்கம் புதிய மாற்றியமைக்கும் தேதியைக் கூறுகிறது.

source: Left side file version, only for some file types.
ta_449: இடது பக்க கோப்பு பதிப்பு, சில கோப்பு வகைகளுக்கு மட்டும்.

source: Right side file version, only for some file types.
ta_449: வலது பக்க கோப்பு பதிப்பு, சில கோப்பு வகைகளுக்கு மட்டும்.

source: Middle side file version, only for some file types.
ta_449: நடு பக்க கோப்பு பதிப்பு, சில கோப்பு வகைகளுக்கு மட்டும்.

source: Short comparison result.
ta_449: குறுகிய ஒப்பீட்டு முடிவு.

source: Left side attributes.
ta_449: இடது பக்க பண்புக்கூறுகள்.

source: Right side attributes.
ta_449: வலது பக்க பண்புக்கூறுகள்.

source: Middle side attributes.
ta_449: நடு பக்க பண்புக்கூறுகள்.

source: Left side file EOL type.
ta_449: இடது பக்க கோப்பு வரிமுடிவு வகை.

source: Right side file EOL type.
ta_449: வலது பக்க கோப்பு வரிமுடிவு வகை.

source: Middle side file EOL type.
ta_449: நடு பக்க கோப்பு வரிமுடிவு வகை.

source: Left side encoding.
ta_449: இடது பக்க குறியாக்கம்.

source: Right side encoding.
ta_449: வலது பக்க குறியாக்கம்.

source: Middle side encoding.
ta_449: நடு பக்க குறியாக்கம்.

source: Number of ignored differences in file. Ignored and cannot be merged.
ta_449: கோப்பில் புறக்கணிக்கப்பட்ட வேறுபாடுகளின் எண்ணிக்கை.புறக்கணிக்கப்படுகின்றன மற்றும் இணைக்க முடியாது.

source: Number of differences in file (excluding ignored).
ta_449: கோப்பில் உள்ள வேறுபாடுகளின் எண்ணிக்கை. இந்த எண்ணில் புறக்கணிக்கப்பட்ட வேறுபாடுகள் இல்லை.

source: Shows an asterisk (*) if the file is binary.
ta_449: கோப்பு இருமம்யாக இருந்தால் ஒரு நட்சத்திரத்தை (*) காட்டுகிறது.

source: Unpacker plugin name or pipeline.
ta_449: பிரிப்பான் சொருகி பெயர் அல்லது குழாய்வழி.

source: Prediffer plugin name or pipeline.
ta_449: முன்வேறுபாடு சொருகி பெயர் அல்லது குழாய்வழி.

source: Compare %1 with %2
ta_449: %1 ஐ %2 உடன் ஒப்பிடு

source: Compare %1 with %2 and %3
ta_449: %1 ஐ %2 மற்றும் %3 உடன் ஒப்பிடு

source: Comma-separated list
ta_449: காற்புள்ளியால் பிரிக்கப்பட்ட பட்டியல்

source: Tab-separated list
ta_449: தாவல் பிரிக்கப்பட்ட பட்டியல்

source: Simple HTML
ta_449: எளிய உஉகுமொ

source: Simple XML
ta_449: எளிய எக்ச்எம்எல்

source: Report file already exists. Overwrite?
ta_449: அறிக்கை கோப்பு ஏற்கனவே உள்ளது. ஏற்கனவே உள்ள கோப்பை மேலெழுத விரும்புகிறீர்களா?

source: Error creating the report: %1
ta_449: அறிக்கையை உருவாக்குவதில் பிழை: %1

source: Report created successfully.
ta_449: அறிக்கை வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Cannot add a synchronization point at this line.
ta_449: இந்த வரியில் ஒரு ஒத்திசைவு புள்ளியை சேர்க்க முடியாது.

source: Same file is opened in both panes.
ta_449: இரண்டு பேனல்களிலும் ஒரே கோப்பு திறக்கப்பட்டுள்ளது.

source: Selected files are identical.
ta_449: தேர்ந்தெடுக்கப்பட்ட கோப்புகள் ஒரே மாதிரியானவை.

source: An error occurred while comparing files.
ta_449: கோப்புகளை ஒப்பிடும் போது பிழை ஏற்பட்டது.

source: Could not create temporary files. Check your temporary path settings.
ta_449: தற்காலிக கோப்புகளை உருவாக்க முடியவில்லை. உங்கள் தற்காலிக பாதை அமைப்புகளை சரிபார்க்கவும்.

source: Files use different EOL. Treat all EOL as equivalent? Set 'Ignore EOL differences (Windows/Unix/Mac)' in Compare section of Options.
ta_449: இந்தக் கோப்புகள் வெவ்வேறு கேரேச் ரிட்டர்ன் வகைகளைப் பயன்படுத்துகின்றன. இந்த ஒப்பீட்டிற்கு அனைத்து கேரேச் ரிட்டர்ன் வகைகளையும் சமமானதாகக் கருத விரும்புகிறீர்களா? குறிப்பு: நீங்கள் எப்பொழுதும் அனைத்து கேரேச் ரிட்டர்ன் வகைகளையும் சமமானதாகக் கருத விரும்பினால், விருப்பத்தேர்வுகளின் ஒப்பீட்டு உரையாடலின் தாவலில் (திருத்து/விருப்பங்களின் கீழ் கிடைக்கும்) 'கேரேச் ரிட்டர்ன் வேறுபாடுகளை புறக்கணி (சாளரங்கள்/யூனிக்ச்/மேக்)' விருப்பத்தை அமை.

source: Selected folder is invalid.
ta_449: தேர்ந்தெடுக்கப்பட்ட கோப்புறை தவறானது.

source: Cannot open a binary file in Editor.
ta_449: திருத்திக்கு இருமம் கோப்பை திறக்க முடியாது.

source: Create matching folder: %1 on the other side and open?
ta_449: கோப்புறை மற்றொரு பக்கத்தில் மட்டுமே உள்ளது மற்றும் திறக்க முடியாது. பொருந்தும் கோப்புறையை உருவாக்க விரும்புகிறீர்களா: % 1 மறுபுறம் சென்று இந்தக் கோப்புறைகளைத் திறக்கவா?

source: Copy all differences to other file?
ta_449: அனைத்து வேறுபாடுகளையும் மற்ற கோப்பில் நகலெடுக்கவா?

source: Move to next file?
ta_449: அடுத்த கோப்புக்கு செல்ல வேண்டுமா?

source: Move to previous file?
ta_449: முந்தைய கோப்பிற்கு செல்ல விரும்புகிறீர்களா?

source: Move to next page?
ta_449: அடுத்த பக்கத்திற்கு செல்ல விரும்புகிறீர்களா?

source: Move to previous page?
ta_449: முந்தைய பக்கத்திற்கு செல்ல விரும்புகிறீர்களா?

source: Move to first file?
ta_449: முதல் கோப்பிற்கு செல்ல விரும்புகிறீர்களா?

source: Move to last file?
ta_449: கடைசி கோப்பிற்கு செல்ல விரும்புகிறீர்களா?

source: Different codepages: left (cp%d), right (cp%d). Display in codepage (better display) or default Windows codepage (safer merging)? (Recommended: default Windows codepage)
ta_449: இடது (cp%d) மற்றும் வலது (cp%d) கோப்புகளில் வெவ்வேறு குறியீட்டுப் பக்கங்கள் காணப்படுகின்றன. ஒவ்வொரு கோப்பையும் அதன் குறியீட்டுப் பக்கத்தில் காண்பிப்பது சிறந்த காட்சியைக் கொடுக்கும், ஆனால் ஒன்றிணைப்பது/நகல் செய்வது ஆபத்தானது. இரண்டு கோப்புகளையும் இயல்புநிலை சாளரங்கள் குறியீட்டுப் பக்கத்தில் (பரிந்துரைக்கப்பட்டது) உள்ளதாகக் கருத விரும்புகிறீர்களா?

source: Information lost due to encoding errors: both files
ta_449: குறியீட்டு பிழைகள் காரணமாக தகவல் இழந்தது: இரண்டு கோப்புகளும்

source: Information lost due to encoding errors: first file
ta_449: குறியீட்டு பிழைகள் காரணமாக தகவல் இழந்தது: முதல் கோப்பு

source: Information lost due to encoding errors: second file
ta_449: குறியீட்டு பிழைகள் காரணமாக தகவல் இழந்தது: இரண்டாவது கோப்பு

source: Information lost due to encoding errors: third file
ta_449: குறியீட்டு பிழைகள் காரணமாக தகவல் இழந்தது: மூன்றாவது கோப்பு

source: No difference
ta_449: வேறுபாடு இல்லை

source: Line difference
ta_449: வரி வேறுபாடு

source: Replaced %1 string(s).
ta_449: %1 சரம்(கள்) மாற்றப்பட்டது.

source: Cannot find string "%s".
ta_449: "%s" சரத்தை கண்டுபிடிக்க முடியவில்லை.
