Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Tamil.po
Languages: ta_449

source: Rea&d-only
ta_449: படிக்க-மட்டும்

source: Swap 2nd | 3rd
ta_449: இரண்டாவது | 3வது இடமாற்று

source: B&rowse...
ta_449: உலாவு...

source: &3rd File or Folder (Optional)
ta_449: &3வது கோப்பு அல்லது கோப்புறை (விரும்பினால்)

source: Read-o&nly
ta_449: படிக்க&nly

source: Swap 1st | 3rd
ta_449: 1வது | 3வது இடமாற்று

source: Browse...
ta_449: உலாவு...

source: Folder: Filter
ta_449: கோப்புறை: வடிகட்டி

source: &Include subfolders
ta_449: உள்கோப்புகளை சேர்

source: File: Prediffer Plugin
ta_449: கோப்பு: முன்வேறுபாடு செருகுநிரல்

source: File: Unpacker Plugin
ta_449: கோப்பு: பிரிப்பான் செருகுநிரல்

source: Se&lect...
ta_449: தேர்ந்தெடு...

source: Cancel
ta_449: கைவிடு

source: Status:
ta_449: நிலை:

source: Help
ta_449: உதவி

source: &Options...
ta_449: விருப்பங்கள்...

source: Find
ta_449: கண்டுபிடி

source: Fi&nd what:
ta_449: எதைக் கண்டுபிடி:

source: Match &whole word only
ta_449: முழு சொல்லை மட்டும் பொருத்து

source: Match &case
ta_449: வழக்கு பொருத்து

source: Regular &expression
ta_449: வழக்கமான &வெளிப்பாடு

source: D&on't wrap end of file
ta_449: கோப்பின் முடிவை மடிக்காதே

source: &Don't close this dialog
ta_449: இந்த உரையாடலை மூட வேண்டாம்

source: &Find Next
ta_449: அடுத்து கண்டுபிடி

source: Find &Prev
ta_449: முந்தையதைக் கண்டுபிடி

source: Replace
ta_449: மாற்று

source: Re&place with:
ta_449: இதனுடன் மாற்று:

source: &Don't wrap at end of file
ta_449: கோப்பின் முடிவை மடிக்க வேண்டாம்

source: Replace in
ta_449: உள்ளே மாற்று

source: &Selection
ta_449: தேர்வு

source: Wh&ole file
ta_449: முழு கோப்பு

source: Find Pre&v
ta_449: முந்தயதை கண்டுபிடி

source: &Replace
ta_449: மாற்று

source: Replace &All
ta_449: அனைத்தையும் மாற்று

source: Markers
ta_449: குறிப்பான்கள்

source: Enable &markers
ta_449: குறிப்பான்களை இயக்கு

source: New
ta_449: புதிய

source: &Background color:
ta_449: பின்னணி நிறம்:

source: &Ok
ta_449: சரி

source: &Apply
ta_449: இடு

source: Line Filters
ta_449: வரி வடிப்பான்கள்

source: Enable Line Filters
ta_449: வரி வடிப்பான்களை இயக்கு

source: Regular Expressions (one per line):
ta_449: வழக்கமான வெளிப்பாடுகள் (ஒரு வரிக்கு ஒன்று):

source: Edit
ta_449: திருத்து

source: Remove
ta_449: நீக்கு

source: Substitution Filters
ta_449: மாற்று வடிப்பான்கள்

source: Changes to the listed pairs below will be ignored or marked as insignificant. Patches are unaffected.
ta_449: கீழே பட்டியலிடப்பட்ட சோடிகளாக பேனல்களில் தோன்றும் மாற்றங்கள் புறக்கணிக்கப்படும் அல்லது முக்கியமற்றதாகக் குறிக்கப்படும். ஒட்டுகள் பாதிக்கப்படாது.

source: Enable
ta_449: இயக்கு

source: Add
ta_449: சேர்

source: Clear
ta_449: அழி

source: Options
ta_449: விருப்பங்கள்

source: Import...
ta_449: இறக்குமதி...

source: Export...
ta_449: ஏற்றுமதி...

source: General
ta_449: பொது

source: Automatically &scroll to first difference
ta_449: தானாக &முதல் வேறுபாட்டிற்கு உருள்

source: Automatically s&croll to first inline difference
ta_449: முதல் இன்லைன் வேறுபாட்டிற்கு தானாக s&croll

source: Cl&ose windows with 'Esc':
ta_449: 'Esc' உடன் சாளரங்களை மூடவும்:

source: &Automatically verify paths in Open dialog
ta_449: திறந்த உரையாடலில் பாதைகளை தானாக சரிபார்க்கவும்

source: Single instance mode:
ta_449: ஒற்றை நிகழ்வு முறை:

source: As&k when closing multiple windows
ta_449: பல சாளரங்களை மூடும்போது As&k

source: &Preserve file time in file compare
ta_449: கோப்பு ஒப்பீட்டில் கோப்பு நேரத்தைப் பாதுகாக்கவும்

source: Show "Select Files or Folders" dialog on startup
ta_449: "கோப்புகள் அல்லது கோப்புறைகளைத் தேர்ந்தெடு" உரையாடலை தொடக்கத்தில் காட்டு

source: Close "Select Files or Folders" dialog on clicking Compare button
ta_449: "கோப்புகள் அல்லது கோப்புறைகளைத் தேர்ந்தெடு" உரையாடலை ஒப்பிடு பொத்தானைக் சொடுக்குவதன் மூலம் மூடவும்

source: Op&en dialog Auto completion:
ta_449: திற உரையாடல் தானியங்கு நிறைவு:

source: Auto-&reload modified files:
ta_449: மாற்றியமைக்கப்பட்ட கோப்புகளை தானாக மீண்டும் ஏற்றவும்:

source: Language:
ta_449: மொழி:

source: Defaults
ta_449: இயல்புநிலைகள்

source: Colors
ta_449: நிறங்கள்

source: Background
ta_449: பின்னணி

source: Deleted
ta_449: நீக்கப்பட்டது

source: Text
ta_449: உரை

source: Difference:
ta_449: வேறுபாடு:

source: Selected Difference:
ta_449: தேர்ந்தெடுக்கப்பட்ட வேறுபாடு:

source: Ignored Difference:
ta_449: புறக்கணிக்கப்பட்ட வேறுபாடு:

source: Moved:
ta_449: நகர்த்தப்பட்டது:

source: Selected Moved:
ta_449: தேர்ந்தெடுக்கப்பட்டது நகர்த்தப்பட்டது:

source: Same As Next (3 panes):
ta_449: அடுத்ததைப் போலவே (3 பலகங்கள்):

source: Same As Next (Selected):
ta_449: அடுத்ததைப் போலவே (தேர்ந்தெடுக்கப்பட்டது):

source: Word Difference:
ta_449: சொல் வேறுபாடு:

source: Selected Word Diff:
ta_449: தேர்ந்தெடுக்கப்பட்ட சொல் வேறுபாடு:

source: Dialog
ta_449: உரையாடல்

source: Keywords:
ta_449: திறவுச்சொற்கள்:

source: Function names:
ta_449: செயல்பாடு பெயர்கள்:

source: Comments:
ta_449: கருத்துகள்:

source: Numbers:
ta_449: எண்கள்:

source: Operators:
ta_449: இயக்கிகள்:

source: Strings:
ta_449: சரங்கள்:

source: Preprocessor:
ta_449: முன்செயலி:

source: User 1:
ta_449: பயனர் 1:

source: User 2:
ta_449: பயனர் 2:

source: Bold
ta_449: தடித்த

source: &Use customized text colors
ta_449: தனிப்பயன் உரை வண்ணங்களைப் பயன்படுத்து

source: Whitespace:
ta_449: வெள்ளைவெளி:

source: Regular text:
ta_449: வழக்கமான உரை:

source: Selection:
ta_449: தேர்வு:

source: Margin:
ta_449: விளிம்பு:

source: Search Marker:
ta_449: தேடல் குறிப்பான்:

source: User Defined Marker 1:
ta_449: பயனர் வரையறுக்கப்பட்ட மார்க்கர்1:

source: User Defined Marker 2:
ta_449: பயனர் வரையறுக்கப்பட்ட மார்க்கர்2:

source: User Defined Marker 3:
ta_449: பயனர் வரையறுக்கப்பட்ட மார்க்கர்3:

source: &Use folder compare colors
ta_449: நிறங்களை ஒப்பிட்டு கோப்புறையை பயன்படுத்து

source: Items equal:
ta_449: உருப்படிகள் சமம்:

source: Items different:
ta_449: உருப்படிகள் வேறுபட்டவை:

source: Items missing:
ta_449: உருப்படிகள் அனைத்தும் இல்லை:

source: Items filtered:
ta_449: வடிகட்டப்பட்ட உருப்படிகள்:

source: &Use custom system colors
ta_449: தனிப்பயன் கணினி வண்ணங்களைப் பயன்படுத்துங்கள்

source: System
ta_449: அமைப்பு

source: &Use Recycle Bin
ta_449: மறுசுழற்சி தொட்டியை பயன்படுத்து

source: &External editor:
ta_449: வெளிப்புற திருத்தி:

source: &Filter folder:
ta_449: வடிகட்டி கோப்புறை:

source: Temporary files folder
ta_449: தற்காலிக கோப்புகள் கோப்புறை

source: S&ystem temp folder
ta_449: அமைப்பின் தற்காலிக கோப்புறை

source: C&ustom folder:
ta_449: தனிப்பயன் கோப்புறை:

source: Br&owse...
ta_449: உலாவு...

source: Compare
ta_449: ஒப்பிடு

source: Whitespaces
ta_449: வெள்ளைவெளிகள்

source: &Compare
ta_449: ஒப்பிடு

source: &Ignore change
ta_449: மாற்றத்தை புறக்கணி

source: I&gnore all
ta_449: அனைத்தையும் புறக்கணி

source: Ignore blan&k lines
ta_449: வெற்று வரிகளை புறக்கணி

source: Ignore &case
ta_449: வழக்கு புறக்கணி

source: Igno&re EOL differences (Windows/Unix/Mac)
ta_449: வேறுபாடுகளை புறக்கணி (சாளரங்கள்/யுனிக்ச்/மேக்)

source: Ignore num&bers
ta_449: எண்களை புறக்கணி

source: Ignore codepage &differences
ta_449: குறியீட்டியல் மற்றும் வேறுபாடுகளை புறக்கணி

source: Ignore c&omment differences
ta_449: கருத்து வேறுபாடுகளை புறக்கணி

source: Ignore &missing trailing EOL
ta_449: புறக்கணி மற்றும் காணாமல் போன வரிமுடிவு

source: E&nable moved block detection
ta_449: நகர்த்தப்பட்ட தொகுதி கண்டறிதலை செயல்படுத்து

source: Align &similar lines
ta_449: ஒத்த வரிகளை சீரமை

source: Diff &algorithm:
ta_449: வேறுபாடு வழிமுறை:

source: Enable indent &heuristic
ta_449: உள்தள்ளல் நுண்மைத்தன்மை இயக்கு

source: Completely unhighlight the ignored differences
ta_449: புறக்கணிக்கப்பட்ட வேறுபாடுகளை முற்றிலுமாக வெளிப்படுத்து

source: Editor
ta_449: திருத்தி

source: &Highlight syntax
ta_449: தொடரியல் சிறப்பாக்கு

source: &Preserve original EOL
ta_449: உண்மையான வரிமுடிவு எழுத்துகளை பாதுகாக்கவும்

source: Tabs
ta_449: தாவல்கள்

source: &Tab size:
ta_449: தாவல் அளவு:

source: &Insert tabs
ta_449: செருகு தாவல்கள்

source: Insert &spaces
ta_449: இடைவெளிகளை செருகு

source: &Rendering mode:
ta_449: வழங்குதல் பயன்முறை:

source: &Automatic rescan
ta_449: தானியங்கு மறு ஆய்வு

source: Copy &granularity for selected differences:
ta_449: தேர்ந்தெடுக்கப்பட்ட வேறுபாடுகளுக்கான நகல் மற்றும் நுண்மைத்தன்மை:

source: Line Difference Coloring
ta_449: வரி வேறுபாடு வண்ணம்

source: View line differences
ta_449: வரி வேறுபாடுகளைக் காண்க

source: &Character-level
ta_449: எழுத்து நிலை

source: &Word-level:
ta_449: சொல்-நிலை:

source: W&ord break characters:
ta_449: சொல் முறிவு எழுத்துகள்:

source: Some messages can be hidden by the user. Press Reset to make all messages visible again.
ta_449: பயனரால் சில செய்திகளை மறைக்க முடியும். எல்லா செய்திகளையும் மீண்டும் காட்ட மீட்டமை பொத்தானை அழுத்தவும்.

source: Reset
ta_449: மீட்டமை

source: Patch Generator
ta_449: ஒட்டு உருவாக்கி

source: File&1:
ta_449: கோப்பு1:

source: File&2:
ta_449: கோப்பு2:

source: &Swap
ta_449: மாற்று

source: &Copy to clipboard
ta_449: இடைநிலைப்பலகைக்கு நகலெடு

source: &Append to existing file
ta_449: இருக்கும் கோப்பில் பிற்சேர்

source: &Result:
ta_449: முடிவு:

source: Bro&wse...
ta_449: உலாவு...

source: &Format
ta_449: வடிவமைப்பு

source: St&yle:
ta_449: நடை:

source: &Context:
ta_449: சூழல்:

source: Inclu&de command line
ta_449: கட்டளை வரியைச் சேர்

source: Open in e&xternal editor
ta_449: புற திருத்தியில் திற

source: Display Columns
ta_449: காட்சி நெடுவரிசைகள்

source: Move &Up
ta_449: மேலே நகர்த்து

source: Move &Down
ta_449: கீழே நகர்த்து

source: &Additional Properties
ta_449: கூடுதல் பண்புகள்

source: Additional Properties
ta_449: கூடுதல் பண்புகள்

source: Select Plugin
ta_449: செருகுநிரலை தேர்ந்தெடு

source: Plugin &name:
ta_449: சொருகி பெயர்:

source: &Target files:
ta_449: இலக்கு கோப்புகள்:

source: Extensions list:
ta_449: நீட்டிப்பு பட்டியல்:

source: Description:
ta_449: விளக்கம்:

source: Default arguments:
ta_449: இயல்புநிலை வாதங்கள்:

source: Display all plugins (Ignore extension)
ta_449: எல்லா செருகுநிரல்களையும் காண்பி, நீட்டிப்பைச் சரிபார்க்க வேண்டாம்

source: &Open files in same window type after unpacking
ta_449: பிரித்த பிறகு அதே சாளர வகை கோப்புகளை திற

source: &Plugin pipeline:
ta_449: செருகுநிரல் குழாய்வழி:

source: &Alias...
ta_449: மாற்றுப்பெயர்...

source: Stop
ta_449: நிறுத்து

source: Pause
ta_449: இடைநிறுத்தம்

source: Continue
ta_449: தொடர்

source: C&PU cores to use:
ta_449: பயன்படுத்த வேண்டிய சிபீயு கோர்களின் எண்ணிக்கை:

source: Items total:
ta_449: உருப்படிகள் மொத்தம்:

source: Items compared:
ta_449: ஒப்பிடப்பட்ட உருப்படிகள்:

source: Go to
ta_449: செல்

source: G&o to:
ta_449: இதற்கு செல்:

source: File
ta_449: கோப்பு

source: Go to what
ta_449: எதற்கு செல்

source: Li&ne
ta_449: வரி

source: &Difference
ta_449: வேறுபாடு

source: &Go to
ta_449: செல்

source: File Filters
ta_449: கோப்பு வடிப்பான்கள்

source: Test...
ta_449: சோதனை...

source: Install...
ta_449: நிறுவு...

source: New...
ta_449: புதிய...

source: Edit...
ta_449: திருத்து...

source: Delete...
ta_449: நீக்கு...

source: Codepage
ta_449: குறியீடு பக்கம்

source: Default Codepage
ta_449: இயல்புநிலை குறியீடு பக்கம்

source: Select the default codepage for non-Unicode files:
ta_449: ஒருங்குறி அல்லாத கோப்புகளை ஏற்றும் போது கருதப்படும் இயல்புநிலை குறியீட்டு பக்கத்தை தேர்ந்தெடுங்கள்:

source: System codepage
ta_449: கணினி குறியீட்டு பக்கம்

source: According to WinMerge User Interface
ta_449: சாளரஒன்றிணை பயனர் இடைமுகத்தின் படி

source: Custom codepage:
ta_449: தனிப்பயன் குறியீட்டு பக்கம்:

source: Detect codepage for: .html, .rc, .xml Restart required.
ta_449: குறியீட்டை கண்டறியவும்: .html, .rc, .xml மறுதொடக்கம் செய்ய வேண்டும்.

source: Detect codepage for files with mlang.dll Restart required.
ta_449: Mlang.dll மூலம் உரைக் கோப்புகளுக்கான குறியீட்டுப் பக்கத்தைக் கண்டறிகஅமர்வை மறுதொடக்கம் செய்ய வேண்டும்.

source: Archive Support
ta_449: காப்பக ஆதரவு

source: &Enable archive file support
ta_449: காப்பக கோப்பு ஆதரவை இயக்கு

source: &Detect archive type from file signature
ta_449: கோப்பு கையொப்பத்திலிருந்து காப்பக வகையைக் கண்டறிக

source: Items saved to or restored from the project file:
ta_449: திட்டக் கோப்பில் சேமிக்கப்பட்ட அல்லது மீட்டமைக்கப்பட்ட உருப்படிகள்:

source: Save Modified Files?
ta_449: மாற்றியமைக்கப்பட்ட கோப்புகளை சேமிக்கவா?

source: Left side file
ta_449: இடது பக்க கோப்பு

source: &Save changes
ta_449: சேமி மாற்றங்கள்

source: &Discard changes
ta_449: மாற்றங்களை நிராகரி

source: Middle side file
ta_449: நடு பக்க கோப்பு

source: Sa&ve changes
ta_449: மாற்றங்களைச் சேமி

source: Discard c&hanges
ta_449: மாற்றங்களை நிராகரி

source: Right side file
ta_449: வலது பக்க கோப்பு

source: S&ave changes
ta_449: மாற்றங்களை சேமி

source: Dis&card changes
ta_449: மாற்றங்களை நிராகரி

source: Disca&rd All
ta_449: அனைத்தையும் நிராகரி

source: Folder Compare Report
ta_449: கோப்புறை ஒப்பீட்டு அறிக்கை

source: Report &file:
ta_449: அறிக்கை கோப்பு:

source: &Style:
ta_449: நடை:

source: &Include file compare report
ta_449: கோப்பு ஒப்பீட்டு அறிக்கையைச் சேர்

source: Shared or Private Filter
ta_449: பகிரப்பட்ட அல்லது தனிப்பட்ட வடிகட்டி

source: What type of filter do you want?
ta_449: எந்த வகை வடிகட்டியை உருவாக்க விரும்புகிறீர்கள்?

source: Shared Filter (for all users)
ta_449: பகிரப்பட்ட வடிகட்டி (இந்த கணினியில் உள்ள அனைத்து பயனர்களுக்கும்)

source: Private Filter (current user only)
ta_449: தனிப்பட்ட வடிகட்டி (தற்போதைய பயனருக்கு மட்டும்)

source: Compare Statistics
ta_449: புள்ளிவிவரங்களை ஒப்பிடு

source: Folders:
ta_449: கோப்புறைகள்:

source: Files:
ta_449: கோப்புகள்:

source: Different
ta_449: வேறு

source: Binary:
ta_449: இருமம்:

source: Unique
ta_449: தனித்துவம்

source: Left:
ta_449: இடது:

source: Right:
ta_449: வலது:

source: Identical
ta_449: ஒத்த

source: Total:
ta_449: மொத்தம்:

source: Close
ta_449: மூடு

source: Middle:
ta_449: நடுவில்:

source: Missing Left:
ta_449: இடது காணவில்லை:

source: Missing Middle:
ta_449: நடுவில் காணவில்லை:

source: Missing Right:
ta_449: வலது காணவில்லை:

source: Affects
ta_449: பாதிக்கிறது

source: (Affects)
ta_449: (பாதிக்கிறது)

source: Select Codepage for
ta_449: குறியீட்டுப் பக்கத்தைத் தேர்ந்தெடு

source: &File Loading:
ta_449: கோப்பு ஏற்றப்படுகிறது:

source: File &Saving:
ta_449: கோப்பு சேமித்தல்:

source: &Use same codepage for both
ta_449: இரண்டிற்கும் ஒரே குறியீட்டுப் பக்கத்தைப் பயன்படுத்து

source: &Cancel
ta_449: நீக்கறல்

source: Test Filter
ta_449: சோதனை வடிகட்டி

source: Testing filter:
ta_449: சோதனை வடிகட்டி:

source: &Enter text to test:
ta_449: சோதனை செய்ய உரையை உள்ளிடு:

source: &Folder Name
ta_449: கோப்பு பெயர்

source: Result:
ta_449: முடிவு:

source: &Test
ta_449: சோதனை

source: &Close
ta_449: மூடு

source: Table
ta_449: அட்டவணை

source: File type
ta_449: கோப்பு வகை

source: &CSV
ta_449: &காபிம

source: &TSV
ta_449: தாபிம

source: Custom &Delimiter-Separated Values
ta_449: தனிப்பயன் பிரிப்பான்-பிரிக்கப்பட்ட மதிப்புகள்

source: D&elimiter character:
ta_449: பிரிப்பான் எழுத்து:

source: &Allow newlines in quotes
ta_449: மேற்கோள்களில் புதிய வரிகளை அனுமதி

source: &Quote character:
ta_449: மேற்கோள் எழுத்து:

source: Backup Files
ta_449: காப்பு கோப்புகள்

source: Create backup files for:
ta_449: இதில் காப்பு கோப்புகளை உருவாக்கு:

source: &Folder compare
ta_449: கோப்புறை ஒப்பிடு

source: Fil&e compare
ta_449: கோப்பு ஒப்பிடவும்

source: Create backup files in:
ta_449: காப்பு கோப்புகளை உருவாக்கு:

source: &Original file's folder
ta_449: அசல் கோப்பின் கோப்புறை

source: &Global backup folder:
ta_449: உலகளாவிய காப்பு கோப்புறை:

source: Backup filename:
ta_449: காப்பு கோப்பு பெயர்:

source: &Append .bak extension
ta_449: .bak நீட்டிப்பு சேர்

source: A&ppend timestamp
ta_449: நேர முத்திரையை ஒரு&சேர்க்கவும்

source: Confirm Copy
ta_449: நகலை உறுதிப்படுத்து

source: Are you sure you want to copy XXX items?
ta_449: நீங்கள் நிச்சயமாக XXX உருப்படிகளை நகலெடுக்க விரும்புகிறீர்களா?

source: From left
ta_449: இடமிருந்து

source: To right
ta_449: வலப்புறம்

source: Don't ask this &question again.
ta_449: இந்த கேள்வியை மீண்டும் கேட்க வேண்டாம்.

source: Yes
ta_449: ஆம்

source: No
ta_449: இல்லை

source: Plugins
ta_449: செருகுகள்

source: &Enable plugins
ta_449: செருகுநிரல்களை இயக்கு

source: Plugin &type:
ta_449: சொருகி வகை:

source: File filters:
ta_449: கோப்பு வடிப்பான்கள்:

source: &Plugin arguments:
ta_449: செருகு வாதங்கள்:

source: Enable &automatic unpacking/prediffing
ta_449: சொருகிக்கான &தானியங்கி பிரித்தல்/முன்வேறுபாட்டை இயக்கு

source: Shell Integration
ta_449: ஓடு ஒருங்கிணைப்பு

source: Explorer
ta_449: உலாவி

source: &Add to context menu
ta_449: சூழ்நிலை பட்டியல்வில்&சேர்

source: E&nable advanced menu
ta_449: மேம்பட்ட பட்டியல்வை மின்&இயக்க

source: Enable &Compare As menu
ta_449: பட்டியல்வாக இயக்கு ஒப்பிடவும்

source: &Register Shell Extension
ta_449: &பதிவு ஓடு நீட்டிப்பு

source: &Unregister Shell Extension
ta_449: &ஓடு நீட்டிப்பைப் பதிவுநீக்கு

source: Register Shell Extension for Current User &Only
ta_449: தற்போதைய பயனருக்கு &மட்டுமே ஓடு நீட்டிப்பைப் பதிவுசெய்க

source: Unregister Shell Extension for Current User On&ly
ta_449: தற்போதைய பயனருக்கான ஓடு நீட்டிப்பை பதிவுநீக்கவும்&ly

source: Register Shell Extension for &Windows 11
ta_449: &Windows 11 அல்லது அதற்குப் பிறகு ஓடு நீட்டிப்பைப் பதிவுசெய்க

source: Unregister Shell Extension for W&indows 11
ta_449: W&indows 11 அல்லது அதற்குப் பிந்தையவற்றுக்கான ஓடு நீட்டிப்பைப் பதிவுநீக்கவும்

source: Jump List
ta_449: சம்ப் பட்டியல்

source: Clear all recent items
ta_449: அண்மைக் கால அனைத்து பொருட்களையும் அழிக்கவும்

# Options dialog|Categories
source: Folder
ta_449: கோப்புறை

source: &Compare method:
ta_449: &ஒப்பிடும் முறை:

source: S&top after first difference
ta_449: முதல் வேறுபாட்டிற்கு பிறகு &நிறுத்து

source: Ign&ore time differences less than 3 seconds
ta_449: 3 வினாடிகளுக்கு குறைவான நேர வேறுபாடுகளை புறக்கணி

source: Expand subfolders &after comparison:
ta_449: துணை கோப்புறைகளை விரிவாக்கு மற்றும் ஒப்பிட்டுப் பிறகு:

source: Include &unique subfolders contents
ta_449: தனிப்பட்ட துணைக் கோப்புறை உள்ளடக்கங்களைச் சேர்

source: Ignore &reparse points
ta_449: புள்ளிகளை புறக்கணி &மறுபதிவு செய்யவும்

source: Switch to &quick compare when size exceeds (MB):
ta_449: &விரைவு ஒப்பீடு (MB) க்கு மாறுவதற்கான நுழைவு:

source: Switch to &binary compare when size exceeds (MB):
ta_449: &இருமம் ஒப்பீடு (MB) க்கு மாறுவதற்கான நுழைவாயில்:

source: File patterns:
ta_449: கோப்பு வடிவங்கள்:

source: Custom Delimiter-Separated Values
ta_449: தனிப்பயன் பிரிப்பான்-பிரிக்கப்பட்ட மதிப்புகள்

# Options dialog|Categories
source: Binary
ta_449: இருமம்

source: Binary file &patterns:
ta_449: இருமம் கோப்பு &வடிவங்கள்:

source: Frhed settings
ta_449: ஃபிரட் செய்யப்பட்ட அமைப்புகள்

source: View &Settings...
ta_449: &அமைப்புகளைக் காண்க...

source: &Binary Mode...
ta_449: &இருமம் பயன்முறை...

source: &Character Set...
ta_449: &எழுத்து தொகுப்பு...

source: Image
ta_449: படம்

source: Image file &patterns:
ta_449: பட கோப்பு & வடிவங்கள்:

source: &Enable image compare in folder compare
ta_449: கோப்பு ஒப்பிடுகையில் பட ஒப்பீட்டை இயக்கு

source: OCR result:
ta_449: OCR முடிவு:

source: Webpage
ta_449: வலைப்பக்கம்

source: URL pattern to &include (Regular expression):
ta_449: &சேர்ப்பதற்கான URL முறை (வழக்கமான வெளிப்பாடு):

source: URL pattern to &exclude (Regular expression):
ta_449: &விலக்க URL பேட்டர்ன் (வழக்கமான வெளிப்பாடு):

source: &User data folder location:
ta_449: &பயனர் தரவு கோப்புறை இருப்பிடம்:

source: &Separate user data folders for each pane
ta_449: ஒவ்வொரு பலகத்திற்கும் தனித்தனி பயனர் தரவு கோப்புறைகள்

source: &Hex View
ta_449: பதின்ம காட்சி

source: Edit Plugin
ta_449: சொருகி திருத்து

source: &Category:
ta_449: வகை:

source: &Menu caption:
ta_449: பட்டியல் தலைப்பு:

source: &Window type:
ta_449: சாளர வகை:

source: &Unpacked file extension:
ta_449: திறக்கப்படாத கோப்பு நீட்டிப்பு:

source: &Require arguments
ta_449: வாதங்கள் தேவை

source: &Generate editor script
ta_449: திருத்தி கைஉரையை உருவாக்கு

source: Command &line:
ta_449: கட்டளை வரி:

source: &Script file extension:
ta_449: கைஉரை கோப்பு நீட்டிப்பு:

source: Script &body:
ta_449: கைஉரை உடல்:

source: OVR
ta_449: ஓவிஆர்

source: New Documents (Ctrl+N)
ta_449: புதிய ஆவணங்கள் (Ctrl+N)

source: Open (Ctrl+O)
ta_449: திற (Ctrl+O)

source: Save (Ctrl+S)
ta_449: சேமி (Ctrl+S)

source: Unknown error opening project file.
ta_449: திட்டக் கோப்பை திறக்க முயற்சிக்கும் அறியப்படாத பிழை.

source: Unknown error saving project file.
ta_449: திட்டக் கோப்பைச் சேமிக்க முயற்சிக்கும் அறியப்படாத பிழை.

source: Project file loaded.
ta_449: திட்டக் கோப்பு வெற்றிகரமாக ஏற்றப்பட்டது.

source: Project file saved.
ta_449: திட்டக் கோப்பு வெற்றிகரமாக சேமிக்கப்பட்டது.

source: Undo (Ctrl+Z)
ta_449: செயல்தவிர் (Ctrl+Z)

source: Redo (Ctrl+Y)
ta_449: மீண்டும் செய் (Ctrl+Y)

source: FileCompare WinMerge.FileCompare WinMerge File Compare
ta_449: கோப்புஒப்பிடு சாளரஒன்றிணை.கோப்புஒப்பிடு சாளரஒன்றிணை கோப்பு ஒப்பிடு

source: FolderCompare WinMerge.FolderCompare WinMerge Folder Compare
ta_449: கோப்புறைஒப்பிடு சாளரஒன்றிணைவகோப்புறைஒப்பிடு சாளரஒன்றிணை கோப்புறை ஒப்பிடு

source: WinMerge comes with ABSOLUTELY NO WARRANTY. It is free software and can be redistributed under the conditions of the GNU General Public License - see the Help menu for details.
ta_449: சாளரஒன்றிணை முற்றிலும் எந்த உத்தரவாதமும் இல்லை. இது இலவச மென்பொருள் மற்றும் சில சூழ்நிலைகளில் இதை மறுவிநியோகம் செய்ய உங்களை வரவேற்கிறோம்; விவரங்களுக்கு உதவி பட்டியல்வில் உள்ள GNU பொது பொது உரிமத்தைப் பார்க்கவும்.

source: &Abort
ta_449: &கடுப்பு

source: &Retry
ta_449: &மீண்டும் முயற்சிக்கவும்

source: &Ignore
ta_449: &புறக்கணி

source: Ignore &all
ta_449: அனைத்தையும் புறக்கணி

source: &Yes
ta_449: &ஆம்

source: Yes to &all
ta_449: &அனைத்திற்கும் ஆம்

source: &No
ta_449: &இல்லை

source: No to a&ll
ta_449: அ&லுக்கு இல்லை

source: &Continue
ta_449: &தொடரவும்

source: &Skip
ta_449: &தவிர்

source: Skip &all
ta_449: அனைத்தையும் தவிர்

source: Don't display this &message again.
ta_449: இந்த &செய்தியை மீண்டும் காட்ட வேண்டாம்.

source: To make this message box visible, press Reset on the Message Boxes page in Options.
ta_449: இந்த செய்தி பெட்டியை மீண்டும் பார்க்க, விருப்பங்கள் உரையாடலின் செய்தி பெட்டிகள் பக்கத்தில் மீட்டமை பொத்தானை அழுத்தவும்.

source: Compare/Merge
ta_449: ஒப்பிட/ஒன்றிணைக்கவும்

source: Syntax
ta_449: தொடரியல்

source: Color Schemes
ta_449: வண்ண திட்டங்கள்

source: Folder Compare
ta_449: கோப்புறை ஒப்பிடு

source: Project
ta_449: திட்டம்

source: Differences
ta_449: வேறுபாடுகள்

source: Message Boxes
ta_449: செய்தி பெட்டிகள்

source: To:
ta_449: இதற்கு:

source: From left:
ta_449: இடமிருந்து:

source: To left:
ta_449: இடதுபுறம்:

source: From right:
ta_449: வலமிருந்து:

source: To right:
ta_449: வலப்புறம்:

source: From middle:
ta_449: நடுவில் இருந்து:

source: To middle:
ta_449: நடுவிற்கு:

source: Version %1
ta_449: பதிப்பு %1

source: Options (%1)
ta_449: விருப்பங்கள் (%1)

source: All message boxes are now displayed again.
ta_449: அனைத்து செய்தி பெட்டிகளும் இப்போது மீண்டும் காட்டப்படுகின்றன.

source: Tab size value is out of range. Please use 1 - %1.
ta_449: தாவல் அளவு மதிப்பு ஏற்கும் வரம்பில் இல்லை. தயவுசெய்து 1 - % 1 மதிப்புகளைப் பயன்படுத்து.

source: Open
ta_449: திற

source: Programs|*.exe;*.bat;*.cmd|All Files (*.*)|*.*||
ta_449: நிரல்கள்|*.exe;*.bat;*.cmd|All Files (*.*)|*.*||

source: All Files (*.*)|*.*||
ta_449: அனைத்து கோப்புகளும் (*.*)|*.*||

source: WinMerge Project Files (*.WinMerge)|*.WinMerge||
ta_449: சாளரஒன்றிணை திட்ட கோப்புகள் (*.WinMerge)|*.WinMerge||

source: Options files (*.ini)|*.ini|All Files (*.*)|*.*||
ta_449: விருப்ப கோப்புகள் (*.ini)|*.ini|அனைத்து கோப்புகளும் (*.*)|*.*||

source: Text Files (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|All Files (*.*)|*.*||
ta_449: உரை கோப்புகள் (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|அனைத்து கோப்புகளும் (*.*)|*.*| |

source: HTML Files (*.htm,*.html)|*.htm;*.html|All Files (*.*)|*.*||
ta_449: உஉகுமொ கோப்புகள் (*.htm,*.html)|*.htm;*.html|அனைத்து கோப்புகளும் (*.*)|*.*||

source: XML Files (*.xml)|*.xml|All Files (*.*)|*.*||
ta_449: எக்ச்எம்எல் கோப்புகள் (*.xml)|*.xml|அனைத்து கோப்புகளும் (*.*)|*.*||

source: Do not expand
ta_449: விரிவாக்க வேண்டாம்

source: Expand all subfolders
ta_449: அனைத்து துணை கோப்புறைகளையும் விரிவாக்குங்கள்
