Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Tamil.po
Languages: ta_449

source: Display MS Excel text content
ta_449: நுமெ எக்சல் கோப்புகளின் உரை உள்ளடக்கத்தைக் காண்பி

source: Display MS PowerPoint text content
ta_449: நுமெ சக்திபுள்ளி கோப்புகளின் உரை உள்ளடக்கத்தைக் காண்பி

source: Display MS Visio text content
ta_449: நுமெ விசியோ கோப்புகளின் உரை உள்ளடக்கத்தைக் காண்பி

source: Display MS Word text content
ta_449: நுமெ சொல் கோப்புகளின் உரை உள்ளடக்கத்தைக் காண்பி

source: Ignore columns - list from plugin name/argument
ta_449: சில நெடுவரிசைகளை புறக்கணி - சொருகி பெயர் அல்லது சொருகி வாதத்திலிருந்து புறக்கணிக்கப்பட்ட நெடுவரிசைகளின் பட்டியல்

source: Ignore C, C++, PHP, and JavaScript comments (//... and /* ... */).
ta_449: சொருகி சி, சி++, பிஎச்பி மற்றும் சாவாகைஉரை கோப்புகளில் உள்ள கருத்துகளை (//... மற்றும் /* ... */) புறக்கணிக்கிறது.

source: Ignore fields - list from plugin name/argument
ta_449: சில புலங்களை புறக்கணி - சொருகி பெயர் அல்லது சொருகி வாதத்திலிருந்து புறக்கணிக்கப்பட்ட புலங்களின் பட்டியல்

source: Ignore leading line numbers (e.g., NC, BASIC).
ta_449: முன்னணி வரி எண்களை புறக்கணி (எ.கா., என்சி, அடிப்படை).

source: Prediff Line Filter
ta_449: முன்வேறு வரி வடிகட்டி

source: Date and time insertion
ta_449: தேதி மற்றும் நேர செருகல்

source: HTTP URL Scheme Handler (curl). Arguments: curl command line options.
ta_449: சுருட்டுடன் கூடிய உஉபநெ முகவரி ச்கீம் ஏண்ட்லர். வாதங்கள்: கர்ல் கட்டளை வரி விருப்பங்கள்.

source: Windows Registry URL Scheme Handler. Arguments: reg.exe command line options.
ta_449: சாளர பதிவோடு முகவரை ச்கீம் ஏண்ட்லர். வாதங்கள்: reg.exe கட்டளை வரி விருப்பங்கள்.

source: Basic text functions
ta_449: அடிப்படை உரை செயல்பாடுகள்

source: AI-assisted text conversion
ta_449: செநு- உதவி உரை மாற்றம்

source: Text converter (OpenAI API). Usage: AIConvertText PROMPT
ta_449: உரை மாற்றி (திறந்தசெநு பநிஇ). பயன்பாடு: செநுமாற்றுஉரை உரையாடல்

source: Unescape and display escaped Java properties files.
ta_449: தப்பித்த சாவா பண்புகள் கோப்புகளை uncape மற்றும் காட்சி.

source: CompareMSExcelFiles.sct WinMerge Plugin Options
ta_449: CompareMSExcelFiles.sct சாளரஒன்றிணை சொருகி விருப்பங்கள்

source: Extract workbook data to multiple files
ta_449: பணிப்புத்தக தரவை பல கோப்புகளுக்கு பிரித்தெடு

source: Update external references (links)
ta_449: வெளிப்புற குறிப்புகளைப் புதுப்பி (இணைப்புகள்)

source: Compare document properties
ta_449: ஆவண பண்புகளை ஒப்பிடுக

source: Compare names
ta_449: பெயர்களை ஒப்பிடுக

source: Compare cell values
ta_449: செல் மதிப்புகளை ஒப்பிடுக

source: Compare worksheets as image (very slow)
ta_449: பணித்தாள்களை படமாக ஒப்பிடுக (மிக மெதுவாக)

source: - Image split size:
ta_449: - பட பிளவு அளவு:

source: Compare worksheets as HTML
ta_449: பணித்தாள்களை உஉகுமொ ஆக ஒப்பிடுக

source: Compare formulas
ta_449: சூத்திரங்களை ஒப்பிடுக

source: Compare texts in shapes
ta_449: வடிவங்களில் உரையை ஒப்பிடுக

source: Compare headers and footers
ta_449: தலைப்புகள் மற்றும் அடிக்குறிப்புகளை ஒப்பிடுக

source: Cannot get Macros. Enable 'Trust access to Visual Basic Project' in MS Office Macro Security.
ta_449: பெருக்களைப் பெற முடியாது. நுமெ அலுவலக பெருக்கள் பாதுகாப்பில் 'காட்சி அடிப்படை திட்டத்திற்கான நம்பிக்கை அணுகலை' இயக்கு.

source: Compare VBA macros
ta_449: காஅத பெருக்களை ஒப்பிடுக

source: CompareMSWordFiles.sct WinMerge Plugin Options
ta_449: CompareMSWordFiles.sct சாளரஒன்றிணை சொருகி விருப்பங்கள்

source: Extract document data to multiple files
ta_449: ஆவணத் தரவை பல கோப்புகளுக்கு பிரித்தெடு

source: Compare bookmarks
ta_449: புத்தக்குறிகுகளை ஒப்பிடுக

source: Compare text contents of documents
ta_449: ஆவணங்களின் உரை உள்ளடக்கங்களை ஒப்பிடுக

source: Compare documents as HTML file (very slow)
ta_449: ஆவணங்களை உஉகுமொ கோப்பாக ஒப்பிடுக (மிக மெதுவாக)

source: CompareMSPowerPointFiles.sct WinMerge Plugin Options
ta_449: CompareMSPowerPointFiles.sct சாளரஒன்றிணை சொருகி விருப்பங்கள்

source: Extract slide data to multiple files
ta_449: சறுக்கு தரவை பல கோப்புகளுக்கு பிரித்தெடு

source: Compare slides as image (very slow)
ta_449: சறுக்குகளை படமாக ஒப்பிடுக (மிகவும் மெதுவாக)

source: Compare texts in notes page
ta_449: குறிப்புகள் பக்கத்தில் உரையை ஒப்பிடுக

source: CompareMSVisioFiles.sct WinMerge Plugin Options
ta_449: CompareMSVisioFiles.sct சாளரஒன்றிணை சொருகி விருப்பங்கள்

source: Extract page data to multiple files
ta_449: பக்க தரவை பல கோப்புகளுக்கு பிரித்தெடு

source: Compare pages as image (very slow)
ta_449: பக்கங்களை படமாக ஒப்பிடுக (மிக மெதுவாக)

source: PrediffLineFilter.sct WinMerge Plugin Options
ta_449: PrediffLineFilter.sct சாளரஒன்றிணை சொருகி விருப்பங்கள்

source: Delete
ta_449: நீக்கு

source: Enabled
ta_449: இயக்கப்பட்டது

source: Ignore Case
ta_449: வழக்கை புறக்கணி

source: Use RegExp
ta_449: வழக்கவெளியைப் பயன்படுத்து

source: Find what
ta_449: என்ன தேட

source: Replace with
ta_449: இதை கொண்டு மாற்று

source: Settings
ta_449: அமைப்புகள்

source: Column Ranges to Ignore: e.g.) 3,10-20,32-33
ta_449: புறக்கணிக்க நெடுவரிசை வரம்புகள்: எ.கா.) 3,10-20,32-33

source: Enter filename for patch '%1'
ta_449: ஒட்டு '%1' க்கு கோப்பு பெயரை உள்ளிடு

source: File '%1' does not exist
ta_449: '%1' கோப்பு இல்லை

source: Enter command line arguments for patch
ta_449: ஒட்டு கட்டளை வரி வாதங்களை உள்ளிடு

source: Enter folder name for patch '%1'
ta_449: ஒட்டு '%1' க்கு கோப்புறை பெயரை உள்ளிடு

source: Folder '%1' does not exist
ta_449: கோப்புறை '%1' இல்லை

source: Do not use '-p0' for patch files with absolute paths
ta_449: முழுமையான பாதைகளைக் கொண்ட ஒட்டு கோப்புகளுக்கு '-p0' ஐப் பயன்படுத்த வேண்டாம்

source: AI.sct WinMerge Plugin Options
ta_449: AI.sct சாளரஒன்றிணை சொருகி விருப்பங்கள்

source: Enter prompt
ta_449: உள்ளிடும் உரையாடல்

source: Enter OpenAI API key. - Requires OpenAI registration (fees may apply). - Key stored in env var %1.
ta_449: திறந்தசெநு பநிஇ விசையை உள்ளிடு. - திறந்தசெநு பதிவு தேவை (கட்டணம் பொருந்தக்கூடும்). - சூழல் மாறி %1 இல் சேமிக்கப்பட்ட விசை.

source: Environment variable name for OpenAI API key
ta_449: திறந்தசெநு பநிஇ விசைக்கான சுற்றுச்சூழல் மாறி பெயர்

source: OpenAI API key
ta_449: திறந்தசெநு பநிஇ விசை

source: Temperature
ta_449: வெப்பநிலை

source: Maximum length
ta_449: அதிகஅளவு நீளம்

source: Model
ta_449: மாதிரியுரு

source: OpenAI API key changed. Restart to apply.
ta_449: திறந்தசெநு பநிஇ விசை மாற்றப்பட்டது. இட மறுதொடக்கம் செய்.
