Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Tamil.po
Languages: ta_449

source: Entering Merge Mode. Press F9 to turn off.
ta_449: நீங்கள் இப்போது ஒன்றிணைக்கும் பயன்முறையில் நுழைகிறீர்கள். நீங்கள் ஒன்றிணைக்கும் பயன்முறையை முடக்க விரும்பினால், F9 விசையை அழுத்தவும்.

source: Automatic merges: %1 Unresolved conflicts: %2
ta_449: தானாக ஒன்றிணைக்கப்பட்ட மாற்றங்களின் எண்ணிக்கை: %1 தீர்க்கப்படாத முரண்பாடுகளின் எண்ணிக்கை:% 2

source: Codepage change merged.
ta_449: குறியீட்டுப் பக்கத்தின் மாற்றம் ஒன்றிணைக்கப்பட்டுள்ளது.

source: Codepage changes are conflicting.
ta_449: குறியீட்டுப் பக்கத்தின் மாற்றங்கள் முரண்படுகின்றன.

source: EOL change merged.
ta_449: வரிமுடிவின் மாற்றம் இணைக்கப்பட்டுள்ளது.

source: EOL changes are conflicting.
ta_449: வரிமுடிவின் மாற்றங்கள் முரண்படுகின்றன.

source: Location Pane
ta_449: இருப்பிடம் பலகம்

source: Diff Pane
ta_449: டிஃப் பேன்

source: Patch file written.
ta_449: ஒட்டு கோப்பு வெற்றிகரமாக எழுதப்பட்டது.

source: First item not found!
ta_449: 1. உருப்படி கிடைக்கவில்லை!

source: Second item not found!
ta_449: 2. உருப்படி கிடைக்கவில்லை!

source: Patch file already exists. Overwrite?
ta_449: ஒட்டு கோப்பு ஏற்கனவே உள்ளது. நீங்கள் அதை மேலெழுத விரும்புகிறீர்களா?

source: [%1 files selected]
ta_449: [%1 கோப்புகள் தேர்ந்தெடுக்கப்பட்டன]

source: Normal
ta_449: இயல்பு

source: Context
ta_449: சூழல்

source: Unified
ta_449: ஒருங்கிணைக்கப்பட்ட

source: Could not write to file %1.
ta_449: %1 கோப்பில் எழுத முடியவில்லை.

source: Output path is not absolute: %1
ta_449: குறிப்பிடப்பட்ட வெளியீட்டு பாதை ஒரு முழுமையான பாதை அல்ல: %1

source: Specify an output file.
ta_449: ஒரு வெளியீட்டு கோப்பை குறிப்பிடவும்.

source: Cannot create patch from binary files.
ta_449: இருமம் கோப்புகளிலிருந்து ஒட்டு கோப்பை உருவாக்க முடியாது.

source: Save all files first. Creating a patch requires no unsaved changes.
ta_449: தயவுசெய்து முதலில் எல்லா கோப்புகளையும் சேமி. ஒரு ஒட்டைப் உருவாக்க, கோப்புகளில் சேமிக்கப்படாத மாற்றங்கள் எதுவும் இல்லை.

source: Folder does not exist.
ta_449: கோப்புறை இல்லை.

source: Archive support not enabled. 7-Zip and/or Merge7z*.dll not found. See manual for archive support.
ta_449: கோப்பு ஆதரவு இயக்கப்படவில்லை. காப்பகத்திற்கு தேவையான கூறுகள் (7-சுருக்கு மற்றும்/அல்லது Merge7z*.dll) கிடைக்கவில்லை. கோப்பு ஆதரவு மற்றும் அதை எவ்வாறு இயக்குவது என்பது பற்றிய கூடுதல் தகவலுக்கு கையேட்டைப் பார்க்கவும்.

source: Select file for export
ta_449: ஏற்றுமதிக்கான கோப்பை தேர்ந்தெடு

source: Select file for import
ta_449: இறக்குமதிக்கான கோப்பை தேர்ந்தெடு

source: Options imported from file.
ta_449: கோப்பில் இருந்து இறக்குமதி செய்யப்பட்ட விருப்பங்கள்.

source: Options exported to file.
ta_449: கோப்புக்கு ஏற்றுமதி செய்யப்பட்ட விருப்பங்கள்.

source: Failed to import options from file.
ta_449: கோப்பில் இருந்து விருப்பங்களை இறக்குமதி செய்வதில் தோல்வி.

source: Failed to write options to file.
ta_449: கோப்பில் விருப்பங்களை எழுதுவதில் தோல்வி.

source: Close multiple compare windows? Continue?
ta_449: நீங்கள் பல ஒப்பீட்டு சாளரங்களை மூட உள்ளீர்கள். நீங்கள் தொடர விரும்புகிறீர்களா?

source: Mixed
ta_449: கலவை

# EOL Type
source: Binary
ta_449: இருமம்

source: None
ta_449: இல்லை

source: Marker Color %d
ta_449: குறிப்பான் நிறம் %d

source: New Pattern
ta_449: புதிய முறை

source: Type
ta_449: வகை

source: Editor script
ta_449: கைஉரை திருத்தி

source: Difference in Current Line (F4)
ta_449: தற்போதைய வரியில் உள்ள வேறுபாடு (F4)

source: Options
ta_449: விருப்பங்கள்

source: Refresh (F5)
ta_449: புதுப்பித்தல் (F5)

source: Previous Difference (Alt+Up)
ta_449: முந்தைய வேறுபாடு (Alt+Up)

source: Next Difference (Alt+Down)
ta_449: அடுத்த வேறுபாடு (Alt+Down)

source: Previous Conflict (Alt+Shift+Up)
ta_449: முந்தைய மோதல் (Alt+Shift+Up)

source: Next Conflict (Alt+Shift+Down)
ta_449: அடுத்த மோதல் (Alt+Shift+Down)

source: First Difference (Alt+Home)
ta_449: முதல் வேறுபாடு (Alt+Home)

source: Current Difference (Alt+Enter)
ta_449: தற்போதைய வேறுபாடு (Alt+Enter)

source: Last Difference (Alt+End)
ta_449: கடைசி வேறுபாடு (Alt+End)

source: Copy to Right (Alt+Right)
ta_449: வலமிருந்து நகலெடு (Alt+வலது)

source: Copy to Left (Alt+Left)
ta_449: இடதுக்கு நகலெடு (Alt+Left)

source: Copy to Right and Advance (Ctrl+Alt+Right)
ta_449: வலது மற்றும் முன்னேற்றத்திற்கு நகலெடு (Ctrl+Alt+Right)

source: Copy to Left and Advance (Ctrl+Alt+Left)
ta_449: இடது மற்றும் முன்னேற்றத்திற்கு நகலெடு (Ctrl+Alt+Left)

source: Copy All to Right
ta_449: அனைத்தையும் வலமாக நகலெடு

source: Copy All to Left
ta_449: அனைத்தையும் இடதுபுறமாக நகலெடு

source: Auto Merge (Ctrl+Alt+M)
ta_449: ஆட்டோ மெர்ச் (Ctrl+Alt+M)

source: First File
ta_449: முதல் கோப்பு

source: Next File (Ctrl+F8)
ta_449: அடுத்த கோப்பு (Ctrl+F8)

source: Last File
ta_449: கடைசி கோப்பு

source: Previous File (Ctrl+F7)
ta_449: முந்தைய கோப்பு (Ctrl+F7)

source: Adapted unpacker applied to both files (one needs extension).
ta_449: அடடாப் செய்யப்பட்ட பிரிப்பான் இரண்டு கோப்புகளுக்கும் பயன்படுத்தப்படுகிறது (ஒரு கோப்பிற்கு மட்டும் நீட்டிப்பு தேவை).

source: No Prediffer (Normal)
ta_449: முன்வேறுபாடு இல்லை (இயல்பான)

source: Suggested Plugins
ta_449: பரிந்துரைக்கப்பட்ட செருகுநிரல்கள்

source: All Plugins
ta_449: அனைத்து செருகுநிரல்களும்

source: Private Build: %1
ta_449: தனியார் உருவாக்கம்: %1

source: Your software is up to date.
ta_449: உங்கள் மென்பொருள் புதுப்பித்த நிலையில் உள்ளது.

source: WinMerge update available. %1 available (you have %2). Download now?
ta_449: சாளரஒன்றிணை இன் புதிய பதிப்பு உள்ளது. % 1 இப்போது கிடைக்கிறது (உங்களிடம் %2 உள்ளது). இப்போது பதிவிறக்கம் செய்ய விரும்புகிறீர்களா?

source: Failed to download latest version information
ta_449: சமீபத்திய பதிப்பு தகவலை பதிவிறக்கம் செய்ய முடியவில்லை

source: Plugin Settings
ta_449: சொருகி அமைப்புகள்

source: WSH not found - .sct scripts disabled
ta_449: WSH காணப்படவில்லை - .sct கைஉரைகள் முடக்கப்பட்டுள்ளன

source: G&o to Line %1
ta_449: வரி %1க்குச் செல்

source: Go to Moved Line Ctrl+Shift+G
ta_449: நகர்த்தப்பட்ட வரிக்கு செல்க கட்டு+தூக்கு+G

source: From file system
ta_449: கோப்பு அமைப்பிலிருந்து

source: From Most Recently Used list
ta_449: மிக அண்மைக் காலத்தில் பயன்படுத்தப்பட்ட பட்டியலில் இருந்து

source: No Highlighting
ta_449: சிறப்பு செய்யவில்லை

source: Batch
ta_449: தொகுதி

source: Portable Object
ta_449: கையடக்க பொருள்

source: Resources
ta_449: வளங்கள்

source: Shell
ta_449: ஓடு

source: Close &Left Tabs
ta_449: இடது தாவல்களை மூடு

source: Close R&ight Tabs
ta_449: வலது தாவல்களை மூடு

source: Close &Other Tabs
ta_449: மற்ற தாவல்களை மூடு

source: Enable &Auto Max Width
ta_449: தானியங்கு அதிகஅளவு அகலத்தை இயக்கு

source: We&bpage
ta_449: வலைப்பக்கம்

source: W&rap Text
ta_449: உரை மடக்கு

source: %1 is not installed.
ta_449: %1 நிறுவப்படவில்லை.

source: %1 does not exist. Create it?
ta_449: %1 இல்லை. அதை உருவாக்க விரும்புகிறீர்களா?

source: Failed to create folder.
ta_449: கோப்புறையை உருவாக்குவதில் தோல்வி.

source: Parameters: $file: Current file path $linenum: Current cursor line number
ta_449: அளவுருக்கள்: $file: தற்போதைய கோப்பின் பாதை பெயர் $linenum: தற்போதைய சுட்டி நிலையின் வரி எண்

source: default
ta_449: இயல்புநிலை

source: minimal
ta_449: குறைந்தபட்சம்

source: patience
ta_449: பொறுமை

source: histogram
ta_449: பட்டை வரைபடம்

source: none
ta_449: இல்லை

source: GDI
ta_449: சிடிஐ

source: DirectWrite Default
ta_449: நேரடிஎழுத்து இயல்புநிலை

source: DirectWrite Aliased
ta_449: நேரடிஎழுத்து அலியாச்டு

source: DirectWrite GDI Classic
ta_449: நேரடிஎழுத்து சிடிஐ கிளாசிக்

source: DirectWrite GDI Natural
ta_449: நேரடிஎழுத்து சிடிஐ இயற்கை

source: DirectWrite Natural
ta_449: நேரடிஎழுத்து இயற்கை

source: DirectWrite Natural Symmetric
ta_449: நேரடிஎழுத்து இயற்கை சமச்சீர்

source: MDI child window or main window
ta_449: எம்டிஐ குழந்தை சாளரம் அல்லது முக்கிய சாளரம்

source: MDI child window only
ta_449: எம்டிஐ குழந்தை சாளரம் மட்டும்

source: Close main window if only one MDI child window
ta_449: ஒரே ஒரு எம்டிஐ குழந்தை சாளரம் இருந்தால் பிரதான சாளரத்தை மூடு

# ImgMergeFrame|LocationPane
source: Diff
ta_449: வேறுபாடு

# ImgMergeFrame|LocationPane
source: Highlight
ta_449: உயர்படுத்தப்பட்டது

# ImgMergeFrame|LocationPane
source: Blink
ta_449: சிமிட்டல்

# ImgMergeFrame|LocationPane
source: Block Size
ta_449: தடு அளவு

# ImgMergeFrame|LocationPane
source: Block Alpha
ta_449: அன்னா தடு

# ImgMergeFrame|LocationPane
source: CD Threshold
ta_449: சிடி வரம்பு

# ImgMergeFrame|LocationPane
source: Ins/Del Detection
ta_449: சொருகு/நீக்கு கண்டறிதல்

# ImgMergeFrame|LocationPane
source: None
ta_449: இல்லை

# ImgMergeFrame|LocationPane
source: Vertical
ta_449: செங்குத்து

# ImgMergeFrame|LocationPane
source: Horizontal
ta_449: கிடைமட்டமாக

# ImgMergeFrame|LocationPane
source: Overlay
ta_449: மேற்பரப்பு

# ImgMergeFrame|LocationPane
source: Alpha
ta_449: அன்னா

# ImgMergeFrame|LocationPane
source: XOR
ta_449: அல்லதில்

# ImgMergeFrame|LocationPane
source: Alpha Blend
ta_449: அன்னா கலவை

# ImgMergeFrame|LocationPane
source: Alpha Animation
ta_449: அன்னா அசைவுட்டம்

# ImgMergeFrame|LocationPane
source: Zoom
ta_449: பெரிதாக்கு

# ImgMergeFrame|LocationPane
source: Page:
ta_449: பக்கம்:

source: Pt: (%d, %d) RGBA: (%d, %d, %d, %d)
ta_449: புள்: (%d, %d) சிபநீஅ: (%d, %d, %d, %d)

source: Dist: %g
ta_449: தொ: %g

source: Dist: %g, %g
ta_449: தொ: %g, %g

source: Page: %d/%d Zoom: %d%% %dx%dpx %dbpp
ta_449: பக்கம்: %d/%d பெரிதாக்கு: %d%% %dx%dpx %dbpp

source: Rc: (%d, %d)
ta_449: ஆர்சி: (%d, %d)

source: Flipped: %s
ta_449: புரட்டப்பட்டது: %s

source: Rotated: %d
ta_449: சுழற்றப்பட்டது: %d

source: All pages
ta_449: அனைத்து பக்கங்களும்

source: <Edit here>
ta_449: <இங்கே திருத்து>

source: No differences found to select
ta_449: தேர்ந்தெடுக்க வேறுபாடுகள் இல்லை

source: No differences found to add as substitution filter
ta_449: மாற்று வடிப்பானாக சேர்க்க வேறுபாடுகள் எதுவும் இல்லை

source: The pair is already in the Substitution Filters list
ta_449: இந்த இணை ஏற்கனவே மாற்று வடிப்பான்களின் பட்டியலில் உள்ளது

source: Add this change to Substitution Filters?
ta_449: இந்த மாற்றத்தை மாற்று வடிப்பான்களில் சேர்க்கவா?

source: Text only
ta_449: உரை மட்டும்

source: Line-by-line position and text
ta_449: வரிக்கு-வரி நிலை மற்றும் உரை

source: Word-by-word position and text
ta_449: சொல்லுக்கு சொல் நிலை மற்றும் உரை

source: AppData folder
ta_449: பயன்தரவு கோப்புறை

source: Install folder
ta_449: நிறுவல் கோப்புறை

source: Allow only one instance to run
ta_449: ஒரே ஒரு நிகழ்வை இயக்க அனுமதி

source: Allow only one instance; wait for termination
ta_449: ஒரே ஒரு நிகழ்வை இயக்க அனுமதிக்கவும் மற்றும் நிகழ்வு முடிவடையும் வரை காத்திருக்கவும்

source: Only on window activated
ta_449: சாளரத்தில் மட்டுமே செயல்படுத்தப்பட்டது

source: Immediately
ta_449: உடனடியாக

source: Al&l
ta_449: அனைத்தும்

source: &Others
ta_449: மற்றவை

source: Missing plugin name in pipeline: %1
ta_449: சொருகி குழாய்வழியில் சொருகி பெயர் காணவில்லை: %1

source: Missing quote in plugin pipeline: %1
ta_449: சொருகி குழாய்வழியில் மேற்கோள் குறி காணவில்லை: %1

source: Plugin name '%1' already exists.
ta_449: சொருகி பெயர் '%1' ஏற்கனவே உள்ளது.

source: Specify plugin arguments
ta_449: சொருகி வாதங்களைக் குறிப்பிடவும்

source: Plugin not found or invalid: %1
ta_449: சொருகி காணப்படவில்லை அல்லது தவறானது: %1

source: '%1' is not an unpacker plugin
ta_449: '%1' என்பது ஒரு பயனற்ற சொருகி அல்ல

source: '%1' is not a prediffer plugin
ta_449: '%1' ஒரு முன்வேறுபாடு சொருகி அல்ல

source: Error prediffing '%1' with '%2'. Prediffing disabled.
ta_449: '%2' உடன் '%1' ஐ முன்வேறுபாடுத்தும் பிழை. முன்வேறுபாடுத்துதல் முடக்கப்பட்டது.

source: Circular reference in plugin pipeline: %1
ta_449: சொருகி குழாய்வழியில் வட்ட குறிப்பு: %1

source: URL Handler
ta_449: முகவரி வர்த்தகங்கள்

source: File Unpacker
ta_449: கோப்பு பிரிப்பான்

source: File or Folder Unpacker
ta_449: கோப்பு அல்லது கோப்புறை பிரிப்பான்

source: Alias for Unpacker
ta_449: பிரிப்பானுக்கு மாற்றுப்பெயர்

source: Alias for Prediffer
ta_449: முன்வேறுபாடு மாற்றுப்பெயர்

source: Alias for Editor script
ta_449: திருத்தி கைஉரைக்கான மாற்றுப்பெயர்

source: Alias for plugin pipeline '%1'
ta_449: சொருகி குழாய்வழி '%1' க்கான மாற்றுப்பெயர்

source: New plugin description
ta_449: புதிய சொருகி விளக்கம்

source: All
ta_449: அனைத்தும்

source: 1st
ta_449: 1 தண்டு

source: 2nd
ta_449: பேரிக்காய்

source: 3rd
ta_449: ஒரு சலுகை

source: 1st and 2nd
ta_449: 1 மற்றும் 2 வது

source: 1st and 3rd
ta_449: 1 மற்றும் 3 வது

source: 2nd and 3rd
ta_449: 2 மற்றும் 3 வது

source: Filter applied
ta_449: வடிகட்டி பயன்படுத்தப்பட்டது

source: Clipboard at %s
ta_449: %s இல் இடைநிலைப்பலகை

source: Clipboard history disabled. Enable: Windows logo key + V, then Turn on.
ta_449: இடைநிலைப்பலகை வரலாறு முடக்கப்பட்டுள்ளது. இடைநிலைப்பலகை வரலாற்றை இயக்க, சாளரங்கள் சின்னம் + V ஐ அழுத்தி, பின்னர் இயக்கு பொத்தானைக் சொடுக்கவும்.

source: This system does not support clipboard history.
ta_449: இந்த அமைப்பு இடைநிலைப்பலகை வரலாற்றை ஆதரிக்காது.

source: 32-bit WinMerge does not support Clipboard Compare
ta_449: சாளரொன்றிணையின் 32-இரும பதிப்பு இடைநிலைப்பலகை ஒப்பீட்டை ஆதரிக்கவில்லை

source: WebView2 runtime not installed. Download it?
ta_449: வலைக்காட்சி2 இயக்கநேரம் நிறுவப்படவில்லை. நீங்கள் அதைப் பதிவிறக்க விரும்புகிறீர்களா?

source: New Text Compare
ta_449: புதிய உரை ஒப்பிடுக

source: New Table Compare
ta_449: புதிய அட்டவணை ஒப்பிடுக

source: New Binary Compare
ta_449: புதிய இருமம் ஒப்பீடு

source: New Image Compare
ta_449: புதிய படம் ஒப்பிடுக

source: New Webpage Compare
ta_449: புதிய வலைப்பக்கம் ஒப்பிடுக

source: Clipboard Compare
ta_449: இடைநிலைப்பலகை ஒப்பிடுக

source: &Print...
ta_449: அச்சிடு... (&p)

source: Pre&v Page
ta_449: முன் & வி பக்கம்

source: &Two Page
ta_449: & இரண்டு பக்கம்

source: &One Page
ta_449: ஒரு பக்கம்

source: Zoom &In
ta_449: சூம் & இன்

source: Zoom &Out
ta_449: பெரிதாக்கவும்

source: Comparing...
ta_449: ஒப்பிடுவது ...

source: Zoom:
ta_449: சூம்:

source: Diff hunk
ta_449: வேறு கொத்து

source: Inline diff
ta_449: உள்வரி வேறுபாடு

source: Line
ta_449: வரி

source: Character
ta_449: எழுத்து

source: Previous Difference (Alt+Up) (Right Button+Wheel Up) (Alt+Wheel Up)
ta_449: முந்தைய வேறுபாடு (Alt+UP) (வலது பொத்தான்+வீல் அப்) (Alt+வீல் அப்)

source: Next Difference (Alt+Down) (Right Button+Wheel Down) (Alt+Wheel Down)
ta_449: அடுத்த வேறுபாடு (alt+down) (வலது பொத்தான்+சக்கரம் கீழே) (Alt+வீல் டவுன்)

source: Copy to Right (Alt+Right) (Right Button+Wheel Right) (Alt+Wheel Right) (Alt+Shift+Wheel Down)
ta_449: வலதுபுறம் நகலெடுக்கவும் (Alt+வலது) (வலது பொத்தான்+சக்கரம் வலது) (ஆல்ட்+வீல் வலது) (Alt+Shift+Wheel Down)

source: Copy to Left (Alt+Left) (Right Button+Wheel Left) (Alt+Wheel Left) (Alt+Shift+Wheel Up)
ta_449: இடதுபுறமாக நகலெடுக்கவும் (alt+இடது) (வலது பொத்தான்+சக்கர இடது) (ஆல்ட்+சக்கரம் இடது) (Alt+Shift+Wheel UP)

source: Copy to Right and Advance (Ctrl+Alt+Right) (Ctrl+Alt+Wheel Right) (Ctrl+Alt+Shift+Wheel Down)
ta_449: வலது மற்றும் முன்னேற்றத்திற்கு நகலெடுக்கவும் (Ctrl+Alt+வலது) (Ctrl+alt+whel right) (Ctrl+Alt+Shift+Wheel Town)

source: Copy to Left and Advance (Ctrl+Alt+Left) (Ctrl+Alt+Wheel Left) (Ctrl+Alt+Shift+Wheel Up)
ta_449: இடது மற்றும் முன்னேற்றத்திற்கு நகலெடுக்கவும் (ctrl+alt+இடது) (Ctrl+alt+சக்கரம் இடது) (Ctrl+alt+shift+wheel Up)

source: Comparing %1 with %2
ta_449: %1 ஐ %2 உடன் ஒப்பிடுகிறது

source: Comparing %1 with %2 and %3
ta_449: %1 ஐ %2 மற்றும் %3 உடன் ஒப்பிடுகிறது

source: Comparison completed
ta_449: ஒப்பீடு முடிந்தது

source: Failed to compare %1 with %2:
ta_449: %1 ஐ %2 உடன் ஒப்பிடுவதில் தோல்வி:

source: Failed to compare %1 with %2 and %3:
ta_449: %1 ஐ %2 மற்றும் %3 உடன் ஒப்பிடுவதில் தோல்வி:

source: File saved
ta_449: கோப்பு சேமிக்கப்பட்டது

source: Copying files...
ta_449: கோப்புகளை நகலெடுக்கிறது...

source: Moving files...
ta_449: நகரும் கோப்புகள் ...

source: Deleting files...
ta_449: கோப்புகளை நீக்குதல் ...

source: Recycle Bin
ta_449: மறுசுழற்சி தொட்டி

source: Permanently deleted
ta_449: நிரந்தரமாக நீக்கப்பட்டது

source: File operation completed successfully
ta_449: கோப்பு செயல்பாடு வெற்றிகரமாக முடிந்தது

source: File operation canceled
ta_449: கோப்பு செயல்பாடு கைவிடப்பட்டது

source: Prettification
ta_449: அழகானமாக்கல்

source: Content Extraction
ta_449: உள்ளடக்கம் பிரித்தெடுத்தல்

source: Preview
ta_449: முன்னோட்டம்

source: Data Query
ta_449: தரவு வினவல்

source: Validation
ta_449: சரிபார்ப்பு

source: Decompilation
ta_449: தொகுப்பு

source: URL Handling
ta_449: முகவரி கையாளுதல்

source: Decoding / Encoding
ta_449: டிகோடிங் / குறியாக்கம்

source: Make Uppercase
ta_449: பெரிய எழுத்தை உருவாக்கு

source: Make Lowercase
ta_449: சிறிய எழுத்தை உருவாக்கு

source: Remove Duplicate Lines
ta_449: நகல் வரிகளை அகற்று

source: Count Duplicate Lines
ta_449: நகல் வரிகளை எண்ணு

source: Sort Lines Ascending
ta_449: வரிசைகளை ஏறும்வகையில் வரிசைப்படுத்து

source: Sort Lines Descending
ta_449: வரிகளை கீழ்நோக்கி வரிசைப்படுத்து

source: Reverse Columns
ta_449: தலைகீழ் நெடுவரிசைகள்

source: Reverse Lines
ta_449: தலைகீழ் வரிகள்

source: Replace...
ta_449: மாற்று...

source: Apply Filter Command...
ta_449: வடிப்பான் கட்டளையைப் பயன்படுத்து...

source: Tokenize...
ta_449: டோக்கனைச்...

source: Trim Spaces
ta_449: இடங்களை ஒழுங்கமைக்கவும்

source: Select Columns...
ta_449: நெடுவரிசைகளைத் தேர்ந்தெடு...

source: Select Lines...
ta_449: வரிகளைத் தேர்ந்தெடு...

source: Insert Date
ta_449: தேதியைச் செருகு

source: Insert Time
ta_449: நேரத்தைச் செருகு

source: Apply Patch...
ta_449: ஒட்டைப் பயன்படுத்து...

source: Ignore Columns
ta_449: நெடுவரிசைகளை புறக்கணி

source: Ignore Comments (C-Family Languages)
ta_449: கருத்துகளை புறக்கணி (C-குடும்ப மொழிகள்)

source: Ignore CSV Fields
ta_449: காபிம புலங்களை புறக்கணி

source: Ignore TSV Fields
ta_449: தாபிம புலங்களை புறக்கணி

source: Ignore Leading Line Numbers
ta_449: முன்னணி வரி எண்களை புறக்கணி

source: Apply Prediff Substitution Filters
ta_449: முன்வேறுபாடு மாற்று வடிப்பான்களைப் பயன்படுத்து

source: Prettify HTML
ta_449: அழகுபடுத்து உஉகுமொ

source: Prettify JSON
ta_449: அழகுபடுத்து JSON

source: Prettify XML
ta_449: அழகுபடுத்து XML

source: Prettify YAML
ta_449: அழகுபடுத்து YAML

source: Preview Graphviz
ta_449: முன்னோட்டம் வரைகலைவிச்

source: Preview Markdown
ta_449: முன்னோட்டம் குறிகீழ்

source: Preview PlantUML
ta_449: முன்னோட்டம் செடிஒமாமொ

source: Query CSV Data...
ta_449: காபிம தரவை வினவல்...

source: Query TSV Data...
ta_449: தாபிம தரவை வினவல்...

source: Query JSON Data...
ta_449: JSON தரவை வினவல்...

source: Query YAML Data...
ta_449: YAML தரவை வினவவும்...

source: Validate HTML
ta_449: உஉகுமொ ஐ சரிபார்

source: Disassemble JVM Bytecode
ta_449: சேவிஎம் பைட்குறியீட்டை பிரித்தெடு

source: Disassemble IL Code
ta_449: ஐஎல் குறியீட்டை பிரிக்கவும்

source: Disassemble Native Code
ta_449: சொந்த குறியீட்டை பிரிக்கவும்

source: Convert Text with AI...
ta_449: செநு உடன் உரையை மாற்று ...

source: Unescape Java properties files
ta_449: யுனெச்கேப் சாவா பண்புகள் கோப்புகள்

source: Make characters uppercase
ta_449: எழுத்துகளை பெரியஎழுத்து

source: Make characters lowercase
ta_449: எழுத்துகளை சிற்றெழுத்து

source: Remove duplicate lines
ta_449: நகல் வரிகளை அகற்று

source: Count duplicate lines
ta_449: நகல் வரிகளை எண்ணு

source: Sort lines ascending
ta_449: ஏறும் வரிகளை வரிசைப்படுத்து

source: Sort lines descending
ta_449: வரிகளை வரிசைப்படுத்து

source: Reverse columns
ta_449: தலைகீழ் நெடுவரிசைகள்

source: Reverse lines
ta_449: தலைகீழ் வரிகள்

source: Replace text. Usage: Replace [-i] [-e] FIND REPLACE or: Replace -s FIND - text to find REPLACE - text to replace -i - ignore case (only for -e) -e - regex -s - use Substitution Filters
ta_449: உரையை வேறொரு உரையுடன் மாற்று. பயன்பாடு: [-i] மாற்று [-e] மாற்றீட்டைக் கண்டுபிடி or: Replace -s கண்டுபிடி - கண்டுபிடிக்க உரை REPLACE - பதிலாக உரை -i - புறக்கணிப்பு வழக்கை (-eக்கு மட்டும்) -e - குறிப்பிட்ட உரையை வழக்கமான வெளிப்பாடாகக் கருதுங்கள் -s - replace using Substitution Filters patterns

source: Apply filter. Usage: ExecFilterCommand COMMAND COMMAND - command to execute. %1 = filename.
ta_449: வடிப்பான் கட்டளையைப் பயன்படுத்து. பயன்பாடு: ExecFilterCommand COMMAND COMMAND - செயல்படுத்துவதற்கான கட்டளை. கட்டளையில் உள்ள % 1 கோப்புப் பெயருடன் மாற்றப்பட்டது.

source: Tokenize. Usage: Tokenize PATTERNS PATTERNS - regex (e.g. [^\w]+)
ta_449: டோக்கனைச் தேர்வு. பயன்பாடு: டோக்கனைச் பேட்டர்ன்ச் வடிவங்கள் - டோக்கனைச் செய்வதற்கான வழக்கமான வெளிப்பாடு. (எ.கா. [^\w]+)

source: Trim spaces
ta_449: இடங்களை ஒழுங்கமைக்கவும்

source: Select columns. Usage: SelectColumns RANGES or: SelectColumns [-v] [-i] [-g] -e PATTERNS RANGES - column ranges (-3,5-10,30-) PATTERNS - regex -v - select non-matching -i - ignore case -g - enable global flag -e - use PATTERNS
ta_449: சில நெடுவரிசைகளைத் தேர்ந்தெடு. பயன்பாடு: தேர்ந்தெடு நெடுவரிசைகள் RANGES அல்லது: SelectColumns [-v] [-i] [-g] -e PATTERNS வரம்புகள் - தேர்ந்தெடுக்க வேண்டிய நெடுவரிசை வரம்புகளின் பட்டியல். (எ.கா. -3,5-10,30-) வடிவங்கள் - வழக்கமான வெளிப்பாடு -v - பொருந்தாத நெடுவரிசைகளைத் தேர்ந்தெடு -i - புறக்கணிப்பு வழக்கை -g - உலகளாவிய கொடியை இயக்கு -e - பொருத்துவதற்கு PATTERNS ஐப் பயன்படுத்து

source: Select lines. Usage: SelectLines RANGES or: SelectLines [-v] [-i] -e PATTERNS RANGES - line ranges (-3,5-10,30-) PATTERNS - regex -v - select non-matching -i - ignore case -e - use PATTERNS
ta_449: சில வரிகளைத் தேர்ந்தெடு. பயன்பாடு: தேர்ந்தெடுக்கப்பட்ட வரிகள் வரம்புகள் அல்லது: SelectLines [-v] [-i] -e PATTERNS வரம்புகள் - தேர்ந்தெடுக்க வேண்டிய வரி வரம்புகளின் பட்டியல். (எ.கா. -3,5-10,30-) வடிவங்கள் - வழக்கமான வெளிப்பாடு -v - பொருந்தாத வரிகளைத் தேர்ந்தெடு -i - புறக்கணிப்பு வழக்கை -e - பொருத்துவதற்கு PATTERNS ஐப் பயன்படுத்து

source: HTML Prettier (tidy-html5). Arguments: tidy command line options.
ta_449: உஉகுமொ Prettier (tidy-html5). வாதங்கள்: நேர்த்தியான கட்டளை வரி விருப்பங்கள்.

source: JSON Prettier (jq). Arguments: jq filter/command line options.
ta_449: JSON Prettier (jq). வாதங்கள்: jq வடிகட்டி/கட்டளை வரி விருப்பங்கள்.

source: XML Prettier (tidy-html5). Arguments: tidy command line options.
ta_449: எக்ச்எம்எல் பிரிட்டியர் (டைடி-எச்டிஎம்எல்5). வாதங்கள்: நேர்த்தியான கட்டளை வரி விருப்பங்கள்.

source: YAML Prettier (yq). Arguments: yq filter/command line options.
ta_449: YAML ப்ரீட்டியர் (yq). வாதங்கள்: yq வடிகட்டி/கட்டளை வரி விருப்பங்கள்.

source: Graphviz Previewer. Arguments: dot command line options.
ta_449: வரைகலைவிச் முன்னோட்டம்காட்டி. வாதங்கள்: புள்ளி கட்டளை வரி விருப்பங்கள்.

source: Markdown Previewer. Arguments: md2html command line options.
ta_449: குறிகீழ் முன்னோட்டம்காட்டி. வாதங்கள்: குகீ2உஉகுமொ கட்டளை வரி விருப்பங்கள்.

source: PlantUML Previewer. Arguments: plantuml.jar command line options.
ta_449: செடிஒமாமொ முன்னோட்டம்காட்டி. வாதங்கள்: செடிஒமாமொ.jar கட்டளை வரி விருப்பங்கள்.

source: CSV Querier (q). Arguments: SQL statement/q comannd line options.
ta_449: காபிம வினாவி (q). வாதங்கள்: கவிமொ அறிக்கை/q கட்டளை வரி விருப்பங்கள்.

source: TSV Querier (q). Arguments: SQL statement/q comannd line options.
ta_449: தாபிம வினாவி (q). வாதங்கள்: கவிமொ அறிக்கை/q கட்டளை வரி விருப்பங்கள்.

source: JSON Querier (jq). Arguments: jq filter/command line options.
ta_449: JSON வினாவி (jq). வாதங்கள்: jq வடிகட்டி/கட்டளை வரி விருப்பங்கள்.

source: YAML Querier (yq). Arguments: yq filter/command line options.
ta_449: YAML வினாவி(yq). வாதங்கள்: yq வடிகட்டி/கட்டளை வரி விருப்பங்கள்.

source: HTML Validator (tidy-html5). Arguments: tidy command line options.
ta_449: உஉகுமொ சரிபார்ப்பான் (tidy-html5). வாதங்கள்: நேர்த்தியான கட்டளை வரி விருப்பங்கள்.

source: JVM bytecode disassembler (javap). Arguments: javap command line options.
ta_449: JVM பைட்குறியீடு பிரித்தெடுத்தல் (javap). வாதங்கள்: javap கட்டளை வரி விருப்பங்கள்.

source: IL disassembler (ildasm). Arguments: ildasm command line options.
ta_449: ஐஎல் பிரித்தெடுத்தல் (இல்டாச்ம்). வாதங்கள்: ildasm கட்டளை வரி விருப்பங்கள்.

source: Native code disassembler (dumpbin). Arguments: dumpbin command line options.
ta_449: சொந்த குறியீடு பிரித்தெடுத்தல் (டம்ப்பின்). வாதங்கள்: dumpbin கட்டளை வரி விருப்பங்கள்.

source: Content extractor (Apache Tika). Arguments: tika-app.jar command line options.
ta_449: பிரித்தெடுக்கும் கருவி (அப்பாச்சி டிகா). வாதங்கள்: tika-app.jar கட்டளை வரி விருப்பங்கள்.

source: Apply patch (GNU patch)
ta_449: ஒட்டைப் பயன்படுத்துங்கள் (குனு ஒட்டு)
