Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Ukrainian.po
Languages: uk_ua

source: Tells which side has newer modification date.
uk_ua: Повідомляє, з якого боку зміни новіші.

source: Left side file version, only for some file types.
uk_ua: Версія файлу ліворуч, лише для деяких типів файлів.

source: Right side file version, only for some file types.
uk_ua: Версія файлу праворуч, лише для деяких типів файлів.

source: Middle side file version, only for some file types.
uk_ua: Версія файлу в центрі, лише для деяких типів файлів.

source: Short comparison result.
uk_ua: Результат швидкого порівняння.

source: Left side attributes.
uk_ua: Атрибути лівої сторони.

source: Right side attributes.
uk_ua: Атрибути правої сторони.

source: Middle side attributes.
uk_ua: Атрибути центру.

source: Left side file EOL type.
uk_ua: Позначка закінчення рядка для лівого файлу.

source: Right side file EOL type.
uk_ua: Позначка закінчення рядка для правого файлу.

source: Middle side file EOL type.
uk_ua: Позначка закінчення рядка для файлу в центрі.

source: Left side encoding.
uk_ua: Кодування лівої сторони.

source: Right side encoding.
uk_ua: Кодування правої сторони.

source: Middle side encoding.
uk_ua: Кодування центру.

source: Number of ignored differences in file. Ignored and cannot be merged.
uk_ua: Кількість ігнорованих відмінностей у файлі. Ці відмінності були ігноровані WinMerge і не можуть бути опрацьовані.

source: Number of differences in file (excluding ignored).
uk_ua: Кількість відмінностей у файлі. Ігноровані відмінності не враховані.

source: Shows an asterisk (*) if the file is binary.
uk_ua: Показати зірочку (*) якщо файл двійковий.

source: Unpacker plugin name or pipeline.
uk_ua: Ім'я плагіна розпакувальника або конвеєра.

source: Prediffer plugin name or pipeline.
uk_ua: Ім'я плагіна попереднього порівняння або конвеєра.

source: Compare %1 with %2
uk_ua: Порівняння %1 з %2

source: Compare %1 with %2 and %3
uk_ua: Порівняння %1 з %2 та %3

source: Comma-separated list
uk_ua: Список, розділений комами

source: Tab-separated list
uk_ua: Список, розділений табуляторами

source: Simple HTML
uk_ua: Простий HTML

source: Simple XML
uk_ua: Простий XML

source: Report file already exists. Overwrite?
uk_ua: Файл звіту вже існує. Перезаписати??

source: Error creating the report: %1
uk_ua: Помилка при створенні звіту: %1

source: Report created successfully.
uk_ua: Звіт успішно створено.

source: Cannot add a synchronization point at this line.
uk_ua: Неможливо додати точку синхронізації в цьому рядку.

source: Same file is opened in both panes.
uk_ua: На обох панелях відкритий той самий файл.

source: Selected files are identical.
uk_ua: Вибрані файли ідентичні.

source: Selected files are identical (with current settings). Checking binary identity...
uk_ua: Вибрані файли ідентичні (з поточними налаштуваннями). Перевірка двійкової ідентичності...

source: Selected files are identical (with current settings). But binary comparison failed.
uk_ua: Вибрані файли ідентичні (з поточними налаштуваннями). Але двійкове порівняння не вдалося.

source: Selected files are identical (binary match).
uk_ua: Вибрані файли однакові (двійкове співпадіння).

source: Selected files are identical (with current settings). But differ at the binary level.
uk_ua: Вибрані файли ідентичні (з поточними налаштуваннями). Але відрізняються на двійковому рівні.

source: An error occurred while comparing files.
uk_ua: При порівнянні файлів виникла помилка.

source: Could not create temporary files. Check your temporary path settings.
uk_ua: Не вдалося створити тимчасові файли. Перевірте налаштування шляхів для тимчасових файлів.

source: Files use different EOL. Treat all EOL as equivalent? Set 'Ignore EOL differences (Windows/Unix/Mac)' in Compare section of Options.
uk_ua: Ці файли мають різні типи позначок закінчень рядка. Хочете, щоб в цьому порівнянні вони ігнорувалися (вважалися рівнозначними) ? Увага: Якщо вас не цікавлять розходження в закінченнях рядка, налаштуйте опцію 'Нехтувати різницею в закінченнях рядків' на вкладці Порівняння в Налаштуваннях.

source: Selected folder is invalid.
uk_ua: Вибрана папка є недійсною.

source: Cannot open a binary file in Editor.
uk_ua: Неможливо відкрити двійковий файл у редакторі.

source: Create matching folder: %1 on the other side and open?
uk_ua: Тека існує лише з одної сторони і не може бути відкрита. Хочете створити відповідну теку: %1 з іншої сторони і відкрити обидві?

source: Copy all differences to other file?
uk_ua: Скопіювати всі відмінності в інший файл?

source: Move to next file?
uk_ua: Перейти до наступного файлу?

source: Move to previous file?
uk_ua: Перейти до попереднього файлу?

source: Move to next page?
uk_ua: Перейти до наступної сторінки?

source: Move to previous page?
uk_ua: Перейти до попередньої сторінки?

source: Move to first file?
uk_ua: Перейти до першого файлу?

source: Move to last file?
uk_ua: Перейти до останнього файлу?

source: Different codepages: left (cp%d), right (cp%d). Display in codepage (better display) or default Windows codepage (safer merging)? (Recommended: default Windows codepage)
uk_ua: Різні кодування: лівий файл - (cp%d), правий файл - (cp%d). Кожний з файлів може бути показаний в своєму кодуванні, але їхнє злиття або копіювання може пошкодити інформацію. Показати обидва файли в системному кодуванні (рекомендується)?

source: Information lost due to encoding errors: both files
uk_ua: Інформація втрачена через помилкове кодування: обидва файли

source: Information lost due to encoding errors: first file
uk_ua: Інформація втрачена через помилкове кодування: перший файл

source: Information lost due to encoding errors: second file
uk_ua: Інформація втрачена через помилкове кодування: другий файл

source: Information lost due to encoding errors: third file
uk_ua: Інформація втрачена через помилкове кодування: третій файл

source: No difference
uk_ua: Нема відмінностей

source: Line difference
uk_ua: Рядок відмінностей

source: Replaced %1 string(s).
uk_ua: Замінено %1 рядків.

source: Cannot find string "%s".
uk_ua: Не вдалося знайти рядок "%s".

source: Entering Merge Mode. Press F9 to turn off.
uk_ua: Переход у режим злиття. Натисніть F9, щоб вимкнути.

source: Automatic merges: %1 Unresolved conflicts: %2
uk_ua: Автоматичних злиттів: %1 Нерозв'язаних конфліктів: %2

source: Codepage change merged.
uk_ua: Зміни в кодуванні були об'єднані.

source: Codepage changes are conflicting.
uk_ua: Конфліктують зміни в кодуванні.

source: EOL change merged.
uk_ua: Зміни в EOL були об'єднані.

source: EOL changes are conflicting.
uk_ua: Конфліктують зміни в EOL.

source: Location Pane
uk_ua: Панель позицій

source: Diff Pane
uk_ua: Пане&ль відмінностей

source: Patch file written.
uk_ua: Файл патча записано.

source: First item not found!
uk_ua: Перший елемент не знайдено!

source: Second item not found!
uk_ua: Другий елемент не знайдено!

source: Patch file already exists. Overwrite?
uk_ua: Файл патча вже існує. Перезаписати?

source: [%1 files selected]
uk_ua: [%1 файлів вибрані]

source: Normal
uk_ua: Нормальний

source: Context
uk_ua: Контекст

source: Unified
uk_ua: Уніфікований

source: Could not write to file %1.
uk_ua: Нема можливості записати у файл %1.

source: Output path is not absolute: %1
uk_ua: Зазначений шлях для кінцевого файлу не є абсолютним: %1

source: Specify an output file.
uk_ua: Вказати кінцевий файл.

source: Cannot create patch from binary files.
uk_ua: Неможливо створити патч з двійкових файлів.

source: Save all files first. Creating a patch requires no unsaved changes.
uk_ua: Спочатку збережіть всі файли. Створення патча вимагає збереження усіх змін.

source: Folder does not exist.
uk_ua: Папка не існує.

source: Archive support not enabled. 7-Zip and/or Merge7z*.dll not found. See manual for archive support.
uk_ua: Підтримка архівів не ввімкнена. Не знайдені всі необхідні компоненти (7-Zip і/або Merge7z*.dll). Подивіться інструкцію, щоб довідатися більше про підтримку архівів і як її ввімкнути.

source: Select file for export
uk_ua: Вибрати файл для експорту

source: Select file for import
uk_ua: Вибрати файл для імпорту

source: Options imported from file.
uk_ua: Налаштування, імпортовані з файлу.

source: Options exported to file.
uk_ua: Налаштування, експортовані в файл.

source: Failed to import options from file.
uk_ua: Помилка імпорту налаштувань з файлу.

source: Failed to write options to file.
uk_ua: Помилка експорту налаштувань в файл.

source: Close multiple compare windows? Continue?
uk_ua: Ви хочете закрити відразу кілька вікон порівняння? Продовжити?

source: Mixed
uk_ua: Мішаний

# EOL Type
source: Binary
uk_ua: Двійковий

source: None
uk_ua: Немає

source: Marker Color %d
uk_ua: Колір маркера %d

source: New Pattern
uk_ua: Новий шаблон

source: Type
uk_ua: Тип

source: Editor script
uk_ua: Сценарій редактора

source: Difference in Current Line (F4)
uk_ua: Відмінність у поточному рядку (F4)

source: Options
uk_ua: Налаштування

source: Refresh (F5)
uk_ua: Оновити (F5)

source: Previous Difference (Alt+Up)
uk_ua: Попередня відмінність (Alt+Up)

source: Next Difference (Alt+Down)
uk_ua: Наступна відмінність (Alt+Down)

source: Previous Conflict (Alt+Shift+Up)
uk_ua: Попередній конфлікт (Alt+Shift+Up)

source: Next Conflict (Alt+Shift+Down)
uk_ua: Наступний конфлікт (Alt+Shift+Down)

source: First Difference (Alt+Home)
uk_ua: Перша відмінність (Alt+Home)

source: Current Difference (Alt+Enter)
uk_ua: Поточна відмінність (Alt+Enter)

source: Last Difference (Alt+End)
uk_ua: Остання відмінність (Alt+End)

source: Copy to Right (Alt+Right)
uk_ua: Копіювати праворуч (Alt+Right)

source: Copy to Left (Alt+Left)
uk_ua: Копіювати ліворуч (Alt+Left)

source: Copy to Right and Advance (Ctrl+Alt+Right)
uk_ua: Копіювати праворуч і перейти далі (Ctrl+Alt+Right)

source: Copy to Left and Advance (Ctrl+Alt+Left)
uk_ua: Копіювати ліворуч і перейти далі (Ctrl+Alt+Left)

source: Copy All to Right
uk_ua: Копіювати все праворуч

source: Copy All to Left
uk_ua: Копіювати все ліворуч

source: Auto Merge (Ctrl+Alt+M)
uk_ua: Автоматичне злиття (Ctrl+Alt+M)

source: First File
uk_ua: Перший файл

source: Next File (Ctrl+F8)
uk_ua: Наступний файл (Ctrl+F8)

source: Last File
uk_ua: Останній файл

source: Previous File (Ctrl+F7)
uk_ua: Попередній файл (Ctrl+F7)

source: Adapted unpacker applied to both files (one needs extension).
uk_ua: Автоматичний підбір розпакувальника (вкажіть розширення хоча б одного з файлів).

source: No Prediffer (Normal)
uk_ua: Без попереднього порівняння (звичайне)

source: Suggested Plugins
uk_ua: Рекомендовані плагіни

source: All Plugins
uk_ua: Усі плагіни

source: Private Build: %1
uk_ua: Приватний білд: %1

source: Your software is up to date.
uk_ua: У вас встановлена актуальна версія програми.

source: WinMerge update available. %1 available (you have %2). Download now?
uk_ua: Доступне оновлення WinMerge. %1 доступне (у вас %2). Завантажити зараз?

source: - All rights reserved.
uk_ua: - Усі права захищені.

source: Failed to download latest version information
uk_ua: Не вдалося завантажити інформацію про останню версію

source: Plugin Settings
uk_ua: Налаштування плагіну

source: WSH not found - .sct scripts disabled
uk_ua: WSH не знайдений - .sct сценарії вимкнуті

source: G&o to Line %1
uk_ua: Перейти до &рядка %1

source: Go to Moved Line Ctrl+Shift+G
uk_ua: Перейти до переміщеного рядка Ctrl+Shift+G

# Options dialog|General|Open dialog Auto completion
source: Disabled
uk_ua: Вимкнено

source: From file system
uk_ua: Як на диску

source: From Most Recently Used list
uk_ua: Як в списку нещодавніх документів

source: No Highlighting
uk_ua: Не підсвічувати

source: Batch
uk_ua: Бетч

source: Resources
uk_ua: Ресурси

source: Close &Left Tabs
uk_ua: Закрити вкладки зліва

source: Close R&ight Tabs
uk_ua: Закрити вкладки справа

source: Close &Other Tabs
uk_ua: Закрити інші вкладки

source: Enable &Auto Max Width
uk_ua: Увімкнути автоматичну максимальну ширину

source: We&bpage
uk_ua: Ве&бсторінка

source: W&rap Text
uk_ua: П&ереносити текст

source: %1 is not installed.
uk_ua: %1 не встановлено.

source: %1 does not exist. Create it?
uk_ua: %1 не існує. Створити?

source: Failed to create folder.
uk_ua: Не вдалося створити папку.

source: Parameters: $file: Current file path $linenum: Current cursor line number
uk_ua: Параметри: $file: Поточний шлях до файлу $linenum: Поточний номер рядка курсора

source: default
uk_ua: за замовчуванням

source: minimal
uk_ua: мінімально

source: patience
uk_ua: терплячо

source: histogram
uk_ua: гістограма

source: none
uk_ua: немає

source: DirectWrite Default
uk_ua: DirectWrite за замовчуванням

# Options dialog|General|Close windows with Esc
source: Disabled
uk_ua: Вимкнено

source: MDI child window or main window
uk_ua: Дочірнє вікно MDI або головне вікно

source: MDI child window only
uk_ua: Лише дочірнє вікно MDI

source: Close main window if only one MDI child window
uk_ua: Закривати головне вікно, якщо є лише одне дочірнє вікно MDI

# ImgMergeFrame|LocationPane
source: Diff
uk_ua: Відмінність

# ImgMergeFrame|LocationPane
source: Highlight
uk_ua: Підсвітити

# ImgMergeFrame|LocationPane
source: Blink
uk_ua: Блимати

# ImgMergeFrame|LocationPane
source: Block Size
uk_ua: Розмір блоку

# ImgMergeFrame|LocationPane
source: Block Alpha
uk_ua: Прозорість блоку

# ImgMergeFrame|LocationPane
source: CD Threshold
uk_ua: Поріг розрізнення кольорів

# ImgMergeFrame|LocationPane
source: Ins/Del Detection
uk_ua: Виявлення вставок/видалень

# ImgMergeFrame|LocationPane
source: None
uk_ua: Немає

# ImgMergeFrame|LocationPane
source: Vertical
uk_ua: Вертикальних

# ImgMergeFrame|LocationPane
source: Horizontal
uk_ua: Горизонтальних

# ImgMergeFrame|LocationPane
source: Overlay
uk_ua: Накладання

# ImgMergeFrame|LocationPane
source: Alpha
uk_ua: Альфа

# ImgMergeFrame|LocationPane
source: Alpha Blend
uk_ua: Змішування прозорості

# ImgMergeFrame|LocationPane
source: Alpha Animation
uk_ua: Анімація прозорості

# ImgMergeFrame|LocationPane
source: Zoom
uk_ua: Масштаб

# ImgMergeFrame|LocationPane
source: Page:
uk_ua: Сторінка:

source: Pt: (%d, %d) RGBA: (%d, %d, %d, %d)
uk_ua: Точка: (%d, %d) RGBA: (%d, %d, %d, %d)

source: Dist: %g
uk_ua: Відстань: %g

source: Dist: %g, %g
uk_ua: Відстань: %g, %g

source: Page: %d/%d Zoom: %d%% %dx%dpx %dbpp
uk_ua: Сторінка: %d/%d Масштаб: %d%% %dx%dпікс %dbpp

source: Flipped: %s
uk_ua: Перевернуто: %s

source: Rotated: %d
uk_ua: Повернуто: %d

source: All pages
uk_ua: Всі сторінки

source: <Edit here>
uk_ua: <Редагувати тут>

source: No differences found to select
uk_ua: Не знайдено відмінностей для вибору

source: No differences found to add as substitution filter
uk_ua: Не знайдено відмінностей для додавання як фільтр підміни

source: The pair is already in the Substitution Filters list
uk_ua: Пара вже є в списку фільтрів підміни

source: Add this change to Substitution Filters?
uk_ua: Додати цю зміну до фільтрів підміни?

source: Text only
uk_ua: Тільки текст

source: Line-by-line position and text
uk_ua: Порядкова позиція та текст

source: Word-by-word position and text
uk_ua: Послівна позиція та текст

source: AppData (Roaming) folder
uk_ua: Папка AppData (Roaming)

source: Install folder
uk_ua: Папка встановлення

source: Documents folder
uk_ua: Папка Документів

# Options dialog|General|Single instance mode
source: Disabled
uk_ua: Вимкнено

source: Allow only one instance to run
uk_ua: Дозволити запуск лише однієї копії

source: Allow only one instance; wait for termination
uk_ua: Дозволити лише одну копію; чекати завершення

# Options dialog|General|Auto-reload modified files
source: Disabled
uk_ua: Вимкнено

source: Only on window activated
uk_ua: Тільки при активному вікні

source: Immediately
uk_ua: Негайно

source: Al&l
uk_ua: Ус&і

source: &Others
uk_ua: &Інший

source: Missing plugin name in pipeline: %1
uk_ua: Відсутня назва плагіна в конвеєрі: %1

source: Missing quote in plugin pipeline: %1
uk_ua: Відсутня лапка в конвеєрі плагіна: %1

source: Plugin name '%1' already exists.
uk_ua: Плагін з назвою '%1' вже існує.

source: Specify plugin arguments
uk_ua: Вкажіть аргументи плагіна

source: Plugin not found or invalid: %1
uk_ua: Плагін не знайден або є недійсним: %1

source: '%1' is not an unpacker plugin
uk_ua: '%1' не є плагіном розпакувальника

source: '%1' is not a prediffer plugin
uk_ua: '%1' не є плагіном попереднього порівняння

source: Error prediffing '%1' with '%2'. Prediffing disabled.
uk_ua: Помилка при попередньому порівнянні '%1' з '%2'. Попереднє порівняння вимкнено.

source: Circular reference in plugin pipeline: %1
uk_ua: Кільцева залежність у конвеєрі плагінів: %1

source: URL Handler
uk_ua: Обробник URL

source: File Unpacker
uk_ua: Розпакувальник файла

source: File or Folder Unpacker
uk_ua: Розпакувальник файли або папки

source: Alias for Unpacker
uk_ua: Псевдонім для розпакувальника

source: Alias for Prediffer
uk_ua: Псевдонім для попередньогр порівнювача

source: Alias for Editor script
uk_ua: Псевдонім для редактора сценаріїв

source: Alias for plugin pipeline '%1'
uk_ua: Псевдонім для конвеєра плагінів '%1'

source: New plugin description
uk_ua: Опис нового плагіна

source: All
uk_ua: Все

source: 1st
uk_ua: 1-й

source: 2nd
uk_ua: 2-й

source: 3rd
uk_ua: 3-й

source: 1st and 2nd
uk_ua: 1-й та 2-й

source: 1st and 3rd
uk_ua: 1-й та 3-й

source: 2nd and 3rd
uk_ua: 2-й та 3-й

source: Filter applied
uk_ua: Застосован Фільтр

source: Compare %1
uk_ua: Порівняти %1

source: Clipboard at %s
uk_ua: Буфера обміну в %s

source: Clipboard history disabled. Enable: Windows logo key + V, then Turn on.
uk_ua: Історію буфера обміну вимкнено. Увімкнути: Win + V, потім увімкнути.

source: This system does not support clipboard history.
uk_ua: Ця сисмтема не підтримує історію буфера обміну.

source: 32-bit WinMerge does not support Clipboard Compare
uk_ua: 32-бітна версія WinMerge не підтримує порівняння з буфера обміну

source: WebView2 runtime not installed. Download it?
uk_ua: Середовище виконання WebView2 не встановлено. Завантажити?

source: New Text Compare
uk_ua: Нове порівняння тексту

source: New Table Compare
uk_ua: Нове порівняння таблиць

source: New Binary Compare
uk_ua: Нове двійкове порівняння

source: New Image Compare
uk_ua: Нове порівняння зображень

source: New Webpage Compare
uk_ua: Нове порівняння вебсторінки

source: Clipboard Compare
uk_ua: Порівняння буфера обміну

source: &Print...
uk_ua: &Друк...

source: Pre&v Page
uk_ua: Поп&ередня сторінка

source: &Two Page
uk_ua: &Дві сторінки

source: &One Page
uk_ua: &Одна сторінка

source: Zoom &In
uk_ua: Збільши&ти

source: Zoom &Out
uk_ua: З&меншити масштаб

source: Comparing...
uk_ua: Порівняння...

source: Zoom:
uk_ua: Масштаб:

source: Diff hunk
uk_ua: Блок відмінностей

source: Inline diff
uk_ua: Відмінності у рядку

source: Line
uk_ua: Рядок

source: Character
uk_ua: Символ

source: Previous Difference (Alt+Up) (Right Button+Wheel Up) (Alt+Wheel Up)
uk_ua: Попередня відмінність (Alt+Up) (Right Button+Wheel Up) (Alt+Wheel Up)

source: Next Difference (Alt+Down) (Right Button+Wheel Down) (Alt+Wheel Down)
uk_ua: Наступна відмінність (Alt+Down)(Right Button+Wheel Down) (Alt+Wheel Down)

source: Copy to Right (Alt+Right) (Right Button+Wheel Right) (Alt+Wheel Right) (Alt+Shift+Wheel Down)
uk_ua: Копіювати праворуч (Alt+Right) (Right Button+Wheel Right) (Alt+Wheel Right) (Alt+Shift+Wheel Down)

source: Copy to Left (Alt+Left) (Right Button+Wheel Left) (Alt+Wheel Left) (Alt+Shift+Wheel Up)
uk_ua: Копіювати ліворуч (Alt+Left) (Right Button+Wheel Left) (Alt+Wheel Left) (Alt+Shift+Wheel Up)

source: Copy to Right and Advance (Ctrl+Alt+Right) (Ctrl+Alt+Wheel Right) (Ctrl+Alt+Shift+Wheel Down)
uk_ua: Копіювати праворуч і перейти далі (Ctrl+Alt+Right) (Ctrl+Alt+Wheel Right) (Ctrl+Alt+Shift+Wheel Down)

source: Copy to Left and Advance (Ctrl+Alt+Left) (Ctrl+Alt+Wheel Left) (Ctrl+Alt+Shift+Wheel Up)
uk_ua: Копіювати ліворуч і перейти далі (Ctrl+Alt+Left) (Ctrl+Alt+Wheel Left) (Ctrl+Alt+Shift+Wheel Up)

source: Comparing %1 with %2
uk_ua: Порівняння %1 з %2

source: Comparing %1 with %2 and %3
uk_ua: Порівняння %1 з %2 та %3

source: Comparison completed
uk_ua: Порівняння завершено

source: Failed to compare %1 with %2:
uk_ua: Не вдалося порівняти %1 із %2:

source: Failed to compare %1 with %2 and %3:
uk_ua: Не вдалося порівняти %1 із %2 та %3:

source: File saved
uk_ua: Файл збережено

source: Copying files...
uk_ua: Копіювання файлів...

source: Moving files...
uk_ua: Переміщення файлів...

source: Deleting files...
uk_ua: Видалення файлів...

source: Recycle Bin
uk_ua: Кошик

source: Permanently deleted
uk_ua: Видалено остаточно

source: File operation completed successfully
uk_ua: Операція над файлами виконана успішно

source: File operation canceled
uk_ua: Операція над файлами скасована

source: No error
uk_ua: Без помилок

source: Filter expression is empty
uk_ua: Вираз фільтра порожній

source: Unknown character in filter expression
uk_ua: Невідомий символ у виразі фільтра

source: Unterminated string literal
uk_ua: Незавершений рядковий літерал

source: Syntax error in filter expression
uk_ua: Синтаксична помилка у виразі фільтра

source: Failed to parse filter expression
uk_ua: Не вдалося розібрати вираз фільтра

source: Invalid literal value
uk_ua: Неприпустиме значення літерала

source: Invalid regular expression
uk_ua: Неприпустимий регулярний вираз

source: Undefined identifier
uk_ua: Невизначений ідентифікатор

source: Invalid number of arguments
uk_ua: Невірна кількість аргументів

source: Filter name not found
uk_ua: Ім'я фільтра не знайдено

source: Division by zero in filter expression
uk_ua: Ділення на нуль у виразі фільтра

source: Unknown error
uk_ua: Невідома помилка

source: Invalid property name
uk_ua: Неприпустимиа назва властивості

source: Equals
uk_ua: Дорівнює

source: Does not equal
uk_ua: Не дорівнює

source: Less than
uk_ua: Менше ніж

source: Less than or equal to
uk_ua: Менше або дорівнює

source: Greater than or equal to
uk_ua: Більше або дорівнює

source: Greater than
uk_ua: Більше ніж

source: Between
uk_ua: В межах

source: Not Between
uk_ua: Не в межах

source: Contains
uk_ua: Містить

source: Not Contains
uk_ua: Не містить

source: Contains (regex)
uk_ua: Містить (регулярний вираз)

source: Not Contains (regex)
uk_ua: Не містить (регулярний вираз)

source: Light
uk_ua: Світла

source: Dark
uk_ua: Темна

source: Follow system
uk_ua: Як в системі

source: Prettification
uk_ua: Форматування

source: Content Extraction
uk_ua: Витяг вмісту

source: Preview
uk_ua: Попередній перегляд

source: Data Query
uk_ua: Запит даних

source: Validation
uk_ua: Валідація

source: Decompilation
uk_ua: Декомпіляція

source: URL Handling
uk_ua: Обробка URL

source: Decoding / Encoding
uk_ua: Декодування / Кодування

source: Make Uppercase
uk_ua: У верхній регістр

source: Make Lowercase
uk_ua: У нижній регістр

source: Remove Duplicate Lines
uk_ua: Видалити дублікати рядків

source: Count Duplicate Lines
uk_ua: Порахувати дублікати рядків

source: Sort Lines Ascending
uk_ua: Сортувати рядки за зростанням

source: Sort Lines Descending
uk_ua: Сортувати рядки за спаданням

source: Reverse Columns
uk_ua: Обернути порядок стовпців

source: Reverse Lines
uk_ua: Обернути порядок рядків

source: Replace...
uk_ua: Замінити...

source: Apply Filter Command...
uk_ua: Застосувати команду фільтра...

source: Tokenize...
uk_ua: Токенізувати...

source: Trim Spaces
uk_ua: Обрізати пробіли

source: Select Columns...
uk_ua: Вибрати стовпці...

source: Select Lines...
uk_ua: Вибрати рядки...

source: Insert Date
uk_ua: Вставити дату

source: Insert Time
uk_ua: Вставити час

source: Apply Patch...
uk_ua: Застосувати патч...

source: Ignore Columns
uk_ua: Ігнорувати стовпці

source: Ignore Comments (C-Family Languages)
uk_ua: Ігнорувати коментарі (C-подібні мови)

source: Ignore CSV Fields
uk_ua: Ігнорувати поля CSV
