Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Ukrainian.po
Languages: uk_ua

source: Unregister Shell Extension for W&indows 11
uk_ua: Скасувати реєстрацію розширення о&болонки для &Windows 11

source: Jump List
uk_ua: Список переходів

source: Clear all recent items
uk_ua: Очистити всі нещодавні елементи

# Options dialog|Categories
source: Folder
uk_ua: Папка

source: &Compare method:
uk_ua: &Метод порівняння:

source: S&top after first difference
uk_ua: &Зупинятися після першої відмінності

source: Ign&ore time differences less than 3 seconds
uk_ua: Нехтувати різницею часу, меншою 3 секунд

source: Expand subfolders &after comparison:
uk_ua: Розгорнути вкладені папки &після порівняння:

source: Include &unique subfolders contents
uk_ua: Враховувати вміст унікальних вкладених папок

source: Ignore &reparse points
uk_ua: Ігнорувати точки &повторної обробки

source: Switch to &quick compare when size exceeds (MB):
uk_ua: Перейти до &швидкого порівняння при розмірі більше (МБ):

source: Switch to &binary compare when size exceeds (MB):
uk_ua: Перейти до &двійкового порівняння при розмірі більше (МБ):

source: Additional comparison condi&tions:
uk_ua: Додаткові умови порів&няння:

source: File patterns:
uk_ua: Шаблони файлів:

source: Custom Delimiter-Separated Values
uk_ua: Користувацькі значення з роздільниками

# Options dialog|Categories
source: Binary
uk_ua: Двійковий

source: Binary file &patterns:
uk_ua: &Шаблони двійкових файлів:

source: Frhed settings
uk_ua: Налаштування Frhed

source: View &Settings...
uk_ua: Переглянути &Налаштування...

source: &Binary Mode...
uk_ua: &Двійковий режим...

source: &Character Set...
uk_ua: &Набір символів...

source: Image
uk_ua: Зображення

source: Image file &patterns:
uk_ua: Шаблони &файлів зображень:

source: &Enable image compare in folder compare
uk_ua: &Увімкнути порівняння зображень при порівнянні папок

source: OCR result:
uk_ua: Результат OCR:

source: Webpage
uk_ua: Вебсторінка

source: URL pattern to &include (Regular expression):
uk_ua: Шаблон URL для &включення (регулярний вираз):

source: URL pattern to &exclude (Regular expression):
uk_ua: Шаблон URL для &виключення (регулярний вираз):

source: &User data folder location:
uk_ua: Розташування папки даних &користувача:

source: &Separate user data folders for each pane
uk_ua: &Окремі папки даних користувача для кожної панелі

source: &Hex View
uk_ua: &Шістнадцятковий перегляд

source: Edit Plugin
uk_ua: Редагування плагіну

source: &Category:
uk_ua: &Категорія:

source: &Menu caption:
uk_ua: Підпис меню:

source: &Window type:
uk_ua: Тип вікна:

source: &Unpacked file extension:
uk_ua: &Розширення розпакованого файлу:

source: &Require arguments
uk_ua: &Вимагати аргументи

source: &Generate editor script
uk_ua: &Генерувати сценарій редактора

source: Command &line:
uk_ua: Командний &рядок:

source: &Script file extension:
uk_ua: &Розширення файлу сценарію:

source: Script &body:
uk_ua: Тіло &сценарію:

source: Font
uk_ua: Шрифт

source: &Font:
uk_ua: &Шрифт:

source: Font st&yle:
uk_ua: Ст&иль шрифту:

source: &Size:
uk_ua: &Розмір:

source: Effects
uk_ua: Ефекти

source: Stri&keout
uk_ua: За&креслений

source: &Underline
uk_ua: &Підкреслення

source: &Color:
uk_ua: &Колір:

source: Sample
uk_ua: Приклад

source: AaBbYyZz
uk_ua: АаБбЄєЇїҐґ

source: Sc&ript:
uk_ua: Ск&рипт:

source: <A>Show more fonts</A>
uk_ua: <A>Показати більше шрифтів</A>

source: New Documents (Ctrl+N)
uk_ua: Нові документи (Ctrl+N)

source: Open (Ctrl+O)
uk_ua: Відкрити (Ctrl+O)

source: Save (Ctrl+S)
uk_ua: Зберегти (Ctrl+S)

source: Unknown error opening project file.
uk_ua: Невідома помилка при відкритті файлу проєкту.

source: Unknown error saving project file.
uk_ua: Невідома помилка при збереженні файлу проєкту.

source: Project file loaded.
uk_ua: Файл проєкту успішно завантажений.

source: Project file saved.
uk_ua: Файл проєкту успішно збережений.

source: Undo (Ctrl+Z)
uk_ua: Скасувати (Ctrl+Z)

source: Redo (Ctrl+Y)
uk_ua: Повторити (Ctrl+Y)

source: FileCompare WinMerge.FileCompare WinMerge File Compare
uk_ua: FileCompare WinMerge.FileCompare WinMerge Порівняння файлів

source: FolderCompare WinMerge.FolderCompare WinMerge Folder Compare
uk_ua: FolderCompare WinMerge.FolderCompare WinMerge Порівняння папок

source: WinMerge comes with ABSOLUTELY NO WARRANTY. It is free software and can be redistributed under the conditions of the GNU General Public License - see the Help menu for details.
uk_ua: WinMerge поставляється БЕЗ БУДЬ-ЯКОЇ ГАРАНТІЇ. Це вільне ПО і ми привітаємо його поширення згідно деяких умов; ознайомтеся з GNU General Public License в меню Довідка для докладнішої інформації.

source: &Abort
uk_ua: &Перервати

source: &Retry
uk_ua: Пов&торювати

source: &Ignore
uk_ua: &Нехтувати

source: Ignore &all
uk_ua: Нехтувати &всім

source: &Yes
uk_ua: &Так

source: Yes to &all
uk_ua: Т&ак для всіх

source: &No
uk_ua: &Ні

source: No to a&ll
uk_ua: Ні д&ля всіх

source: &Continue
uk_ua: Про&довжити

source: &Skip
uk_ua: П&ропустити

source: Skip &all
uk_ua: Проп&устити все

source: Don't display this &message again.
uk_ua: Більше не показувати &це повідомлення.

source: To make this message box visible, press Reset on the Message Boxes page in Options.
uk_ua: Щоб зробити це повідомлення видимим, натисніть Скинути на сторінці Вікна повідомлень у Налаштуваннях.

source: Compare/Merge
uk_ua: Порівняння/Злиття

source: Syntax
uk_ua: Синтаксис

source: Color Schemes
uk_ua: Колірні схеми

source: Folder Compare
uk_ua: Порівняння папок

source: Project
uk_ua: Проєкт

source: Differences
uk_ua: Відмінності

source: Message Boxes
uk_ua: Вікна повідомлень

source: To:
uk_ua: На:

source: From left:
uk_ua: Зліва:

source: To left:
uk_ua: Ліворуч:

source: From right:
uk_ua: Справа:

source: To right:
uk_ua: Праворуч:

source: From middle:
uk_ua: З центру:

source: To middle:
uk_ua: В центр:

source: Version %1
uk_ua: Версія %1

source: Options (%1)
uk_ua: Налаштування (%1)

source: All message boxes are now displayed again.
uk_ua: Тепер знову всі повідомленя відображатимуться.

source: Tab size value is out of range. Please use 1 - %1.
uk_ua: Розмір табуляції виходить за межі застосованих значень. Використайте значення 1 - %1.

source: Open
uk_ua: Відкрити

source: Programs|*.exe;*.bat;*.cmd|All Files (*.*)|*.*||
uk_ua: Програми|*.exe;*.bat;*.cmd|Всі файли (*.*)|*.*||

source: All Files (*.*)|*.*||
uk_ua: Всі файли (*.*)|*.*||

source: WinMerge Project Files (*.WinMerge)|*.WinMerge||
uk_ua: Файли проєктів WinMerge (*.WinMerge)|*.WinMerge||

source: Options files (*.ini)|*.ini|All Files (*.*)|*.*||
uk_ua: Файли конфігурації (*.ini)|*.ini|Всі файли (*.*)|*.*||

source: Text Files (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|All Files (*.*)|*.*||
uk_ua: Текстові файли (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|Всі файли (*.*)|*.*||

source: HTML Files (*.htm,*.html)|*.htm;*.html|All Files (*.*)|*.*||
uk_ua: Файли HTML (*.htm,*.html)|*.htm;*.html|Всі файли (*.*)|*.*||

source: XML Files (*.xml)|*.xml|All Files (*.*)|*.*||
uk_ua: Файли XML (*.xml)|*.xml|Всі файли (*.*)|*.*||

source: Do not expand
uk_ua: Не разгортати

source: Expand all subfolders
uk_ua: Розгорнути усі вкладені папки

source: Expand different subfolders
uk_ua: Розгорнути різні вкладені папки

source: Expand identical subfolders
uk_ua: Розгорнути ідентичні вкладені папки

source: File Type
uk_ua: Тип файлу

source: Extension
uk_ua: Розширення

source: Message
uk_ua: Повідомлення

source: Answer
uk_ua: Відповідь

source: Item
uk_ua: Елемент

source: Load
uk_ua: Завантажити

source: Save
uk_ua: Зберегти

source: Include Subfolders
uk_ua: Враховувати вкладені папки

source: Compare Options
uk_ua: Параметри порівняння

source: Hidden Items
uk_ua: Приховані елементи

source: Name
uk_ua: Ім'я

source: Location
uk_ua: Місце розташування

source: Filters
uk_ua: Фільтри

source: Description
uk_ua: Опис

source: Select Filename for New Filter
uk_ua: Вкажіть ім'я файлу для нового фільтра

source: File Filters (*.flt)|*.flt|All Files (*.*)|*.*||
uk_ua: Файли фільтрів (*.flt)|*.flt|Всі файли (*.*)|*.*||

source: Cannot find filter template! Copy %1 to WinMerge/Filters Folder: %2.
uk_ua: Не вдалося знайти шаблон фільтра! Скопіюйте файл %1 у папку з фільтрами: %2.

source: Cannot copy filter template: %1 Make sure the folder exists and is writable.
uk_ua: Не вдалося скопіювати шаблон фільтра: %1 Переконайтеся, що папка існує і доступна для запису.

source: User's filter folder is not defined! Select filter folder in Options/System.
uk_ua: Папка з фільтрами користувача не визначена! Вкажіть папку з фільтрами на вкладці Система в Налаштуваннях.

source: Failed to delete filter: %1 File may be read-only.
uk_ua: Не вдалося вилучити фільтр: %1 Можливо, файл доступний лише для читання.

source: Locate Filter File to Install
uk_ua: Вкажіть файл фільтра для встановлення

source: Installing filter file failed. Could not copy new filter to folder.
uk_ua: Помилка встановлення фільтра. Не вдалося скопіювати новий фільтр в папку.

source: Filter file exists. Overwrite?
uk_ua: Файл фільтра вже існує. Перезаписати?

source: Regular expression
uk_ua: Регулярний вираз

source: Filters updated. Refresh all open folder compares? Select 'No' to refresh later.
uk_ua: Фільтри були поновлені. Ви хочете поновити всі відкриті порівняння папок? Якщо ви не хочете поновлювати всі порівняння зараз, Ви можете вибрати Ні і поновити їх згодом.

source: Folder Comparison Results
uk_ua: Результати порівняння папок

source: File Comparison
uk_ua: Порівняння файлів

source: Untitled Left
uk_ua: Безіменний зліва

source: Untitled Middle
uk_ua: Безіменний в центрі

source: Untitled Right
uk_ua: Безіменний справа

source: Base File
uk_ua: Базовий файл

source: Theirs File
uk_ua: Їхній файл

source: Mine File
uk_ua: Мій файл

source: Original File
uk_ua: Оригінальний файл

source: Ln: %s Col: %d/%d Ch: %d/%d EOL: %s
uk_ua: Рд: %s Ст: %d/%d Симв: %d/%d Кін. рядка: %s

source: Line: %s
uk_ua: Рядок: %s

source: Ln: %s Col: %d/%d Ch: %d/%d
uk_ua: Рд: %s Ст: %d/%d Симв: %d/%d

source: Sel: %d | %d
uk_ua: Вибр: %d | %d

source: Merge
uk_ua: Об'єднання

source: Difference %1 of %2
uk_ua: Відмінність %1 з %2

source: %1 Differences Found
uk_ua: Знайдено відмінностей: %1

source: 1 Difference Found
uk_ua: Знайдено відмінностей: 1

source: %1 Errors Found
uk_ua: Знайдено помилок: %1

source: 1 Error Found
uk_ua: Знайдено помилок: 1

source: Item %1 of %2
uk_ua: Елемент %1 з %2

source: Items: %1
uk_ua: Елементів: %1

source: Comparing items...
uk_ua: Триває порівняння...

source: %.1f[items/sec]
uk_ua: %.1f[шт/сек]

source: Select two existing folders/files to compare.
uk_ua: Виберіть дві існуючі папки або файли для порівняння.

source: Folder Selection
uk_ua: Вибір папки

source: Select two (or three) folders/files to compare.
uk_ua: Виберіть дві (або три) папки/файли для порівняння.

source: Left (1st) path is invalid!
uk_ua: Шлях лівого (1-го) елемента недійсний!

source: Middle (2nd) path is invalid!
uk_ua: Шлях середнього (2-го) елемента недійсний!

source: Right (2nd) path is invalid!
uk_ua: Шлях правого (2-го) елемента недійсний!

source: Right (3rd) path is invalid!
uk_ua: Шлях правого (3-го) елемента недійсний!

source: Both paths are invalid!
uk_ua: Обидва шляхи недійсні!

source: Left (1st) and Middle (2nd) paths are invalid!
uk_ua: Шляхи лівого (1-го) та середнього (2-го) елементів недійсні!

source: Left (1st) and Right (3rd) paths are invalid!
uk_ua: Шляхи лівого (1-го) та правого (3-го) елементів недійсні!

source: Middle (2nd) and Right (3rd) paths are invalid!
uk_ua: Шляхи середнього (2-го) та правого (3-го) елементів недійсні!

source: All paths are invalid!
uk_ua: Всі шляхи недійсні!

source: Only enabled for file comparisons
uk_ua: Доступно лише для порівняння файлів

source: Cannot compare file and folder!
uk_ua: Неможливе порівняння файлу і папки!

source: File not found: %1
uk_ua: Файл не знайдений: %1

source: File not unpacked: %1
uk_ua: Файл не розпакований: %1

source: Cannot open file %1 %2
uk_ua: Неможливо відкрити файл %1 %2

source: Failed to parse conflict file.
uk_ua: Не вдалося розібрати файл конфліктів.

source: The file %1 is not a conflict file.
uk_ua: Файл %1 не є файлом конфліктів.

source: Comparing large files requires significant memory. Show only comparison results (not file contents)?
uk_ua: Порівняння великих файлів потребує значної пам'яті. Показати лише результати порівняння (без вмісту файлів)?

source: Save As
uk_ua: Зберегти як

source: Save changes to %1?
uk_ua: Зберегти зміни в %1?

source: %1 is read-only. Override? Or 'No' to save as new filename?
uk_ua: %1 позначений як лише для читання. Чи згодні ви замінити цей файл? (Не дозволяє вказати нове ім'я файлу)

source: Error backing up file
uk_ua: Помилка створення резервної копії

source: Unable to backup original file: %1 Continue anyway?
uk_ua: Неможливо створити копію оригіналу: %1 Продовжити в будь-якому випадку?

source: Saving file failed. %1 %2 - Use different filename (OK) - Abort (Cancel)?
uk_ua: Файл не збережений. %1 %2 Чи хочете Ви: - використати інше ім'я файлу (Натисніть OК) - скасувати поточну операцію (Натисніть Скасувати)?

source: Plugin '%2' cannot pack changes to left file into '%1'. Original unchanged. Save unpacked version?
uk_ua: Плагін '%2' не може запакувати зміни лівого файлу в '%1'. Оригінал не змінено. Зберегти розпаковану версію?

source: Plugin '%2' cannot pack changes to middle file into '%1'. Original unchanged. Save unpacked version?
uk_ua: Плагін '%2' не може запакувати зміни середнього файлу в '%1'. Оригінал не змінено. Зберегти розпаковану версію?

source: Plugin '%2' cannot pack changes to right file into '%1'. Original unchanged. Save unpacked version?
uk_ua: Плагін '%2' не може запакувати зміни правого файлу в '%1'. Оригінал не змінено. Зберегти розпаковану версію?

source: Another application updated %1 since WinMerge loaded it. Overwrite?
uk_ua: Іншим застосуноком змінений файл %1 вже завантажений в WinMerge . Перезаписати змінений файл?

source: %1 is read-only. Override?
uk_ua: %1 позначений як лише для читання. Чи згодні ви замінити цей файл?

source: Another application updated %1 since last scan. Reload?
uk_ua: Іншим застосунком змінено файл %1 з того часу, як його проглянув WinMerge. Ви хочете перезавантажити файл?

source: Save Left File As
uk_ua: Зберегти лівий файл як

source: Save Middle File As
uk_ua: Зберегти файл в центрі як

source: Save Right File As
uk_ua: Зберегти правий файл як

source: File %1 not found. Save a copy to continue.
uk_ua: Файл %1 вилучається. Збережіть копію файлу для продовження.

source: Cannot merge unsynched documents. Refresh before continuing.
uk_ua: Неможливе злиття відмінностей , коли документи не синхронізовані. Оновіть документи перед продовженням.

source: Break at whitespace
uk_ua: Розбивати за пропусками

source: Break at whitespace or punctuation
uk_ua: Розбивати за пропусками і символами пунктуації

source: Copy to &Middle Alt+Right
uk_ua: Копіювати в &центр Alt+Right

source: Copy to &Middle Alt+Left
uk_ua: Копіювати в &центр Alt+Left

source: Copy from Middle Alt+Shift+Right
uk_ua: Копіювати з центру Alt+Shift+Right

source: Copy from Middle Alt+Shift+Left
uk_ua: Копіювати з центру Alt+Shift+Left

source: Copy to Middle and Advance Ctrl+Alt+Right
uk_ua: Копіювати в центр і перейти далі Ctrl+Alt+Right

source: Copy to Middle and Advance Ctrl+Alt+Left
uk_ua: Копіювати в центр і перейти далі Ctrl+Alt+Left

source: Copy All to Middle
uk_ua: Копіювати все в центр

source: Right to Left (%1)
uk_ua: Скопіювати на ліву сторону %1 з %2 вибраних елементів

source: Right to Middle (%1)
uk_ua: Справа в центр (%1)

source: Middle to Left (%1)
uk_ua: З центру в ліво (%1)

source: Middle to Right (%1)
uk_ua: З центру вправо (%1)

source: Left to Right (%1)
uk_ua: Скопіювати на праву сторону %1 з %2 вибраних елементів

source: Left to Middle (%1)
uk_ua: Зліва в центр (%1)

source: Left to... (%1)
uk_ua: Зліва в... (%1)

source: Middle to... (%1)
uk_ua: З центру в... (%1)

source: Right to... (%1)
uk_ua: Справа в... (%1)

source: Both to... (%1)
uk_ua: Обидва в... (%1)

source: All to... (%1)
uk_ua: Усі в... (%1)

source: Differences to... (%1)
uk_ua: Відмінності в... (%1)

source: Some selected items are identical or skipped. Copy only items with differences?
uk_ua: Деякі вибрані елементи однакові або пропущені. Копіювати лише елементи з відмінностями?

source: Left (%1)
uk_ua: Ліворуч (%1)

source: Middle (%1)
uk_ua: В центр (%1)

source: Right (%1)
uk_ua: Праворуч (%1)

source: Both (%1)
uk_ua: Обидва (%1)

source: All (%1)
uk_ua: Усе (%1)

source: Left Side - Select Destination Folder:
uk_ua: Ліва сторона - вибір теки призначення:

source: Middle Side - Select Destination Folder:
uk_ua: Центральна сторона - вибір папки призначення:

source: Right Side - Select Destination Folder:
uk_ua: Права сторона - вибір теки призначення:

source: (%1 Files Affected)
uk_ua: (%1 файлів опрацьовані)

source: (%1 of %2 Files Affected)
uk_ua: (%1 з %2 файлів опрацьовані)

source: Are you sure you want to delete %1 ?
uk_ua: Ви впевнені, що хочете вилучити %1 ?

source: Are you sure you want to copy?
uk_ua: Ви впевнені, що хочете скопіювати?

source: Are you sure you want to copy %d items?
uk_ua: Ви впевнені, що хочете скопіювати %d елементів?

source: Operation aborted! Folder contents changed, path %1 not found. Refresh the compare.
uk_ua: Операція перервана! Вміст теки змінений, шлях %1 не був знайдений. Оновіть порівняння.

source: Are you sure you want to move?
uk_ua: Ви дійсно хочете перемістити?

source: Are you sure you want to move %d items?
uk_ua: Ви дійсно хочете перемістити %d елементів?

source: Confirm Move
uk_ua: Підтвердження переміщення

source: Close the folder comparison window?
uk_ua: Закрити вікно порівняння папок?

source: Close the folder comparison window, which took a long time?
uk_ua: Закрити вікно порівняння папок, яке зайняло багато часу?

source: The file or folder name is invalid.
uk_ua: Ім'я файлу або папки неприпустиме.

source: Failed to execute external editor: %1
uk_ua: Неможливо виконати %1

source: Unknown archive format
uk_ua: Невідомий формат архіву

source: Failed to extract archive. Compare as text file?
uk_ua: Не вдалося розпакувати архів. Порівняти як текстовий файл?

source: Filename
uk_ua: Ім'я файлу

# DirView|ColumnHeader
source: Folder
uk_ua: Папка

source: Comparison Result
uk_ua: Результат порівняння

source: Left Date
uk_ua: Дата ліворуч

source: Right Date
uk_ua: Дата праворуч

source: Middle Date
uk_ua: Дата в центрі

source: Left Size
uk_ua: Розмір ліворуч

source: Right Size
uk_ua: Розмір праворуч

source: Middle Size
uk_ua: Розмір в центрі

source: Right Size (Short)
uk_ua: Розмір праворуч (скор.)

source: Left Size (Short)
uk_ua: Розмір ліворуч (скор.)

source: Middle Size (Short)
uk_ua: Розмір в центрі (скор.)

source: Left Creation Time
uk_ua: Час створення файлу ліворуч

source: Right Creation Time
uk_ua: Час створення файлу праворуч

source: Middle Creation Time
uk_ua: Час створення в центрі

source: Newer File
uk_ua: Новіший файл

source: Left File Version
uk_ua: Версія файлу ліворуч

source: Right File Version
uk_ua: Версія файлу праворуч

source: Middle File Version
uk_ua: Версія файлу в центрі

source: Short Result
uk_ua: Спрощений результат

source: Left Attributes
uk_ua: Атрибути файлу ліворуч

source: Right Attributes
uk_ua: Атрибути файлу праворуч

source: Middle Attributes
uk_ua: Атрибути в центрі

source: Left EOL
uk_ua: Символ завершення рядка зліва

source: Middle EOL
uk_ua: Символ завершення рядка в центрі

source: Right EOL
uk_ua: Символ завершення рядка справа

source: Left Encoding
uk_ua: Кодування файлу зліва

source: Right Encoding
uk_ua: Кодування файлу справа

source: Middle Encoding
uk_ua: Кодування файлу в центрі

source: Ignored Diff
uk_ua: Знех. відмінності

# DirView|ColumnHeader
source: Binary
uk_ua: Двійковий

source: Unpacker
uk_ua: Розпакувальник

source: Prediffer
uk_ua: Попередній порівнювач

source: Left
uk_ua: Зліва

source: Middle
uk_ua: В центрі

source: Right
uk_ua: Справа

source: Diff
uk_ua: Відмінність

source: Left Duplicate Count
uk_ua: Кількість дублікатів зліва

source: Right Duplicate Count
uk_ua: Кількість дублікатів справа

source: Middle Duplicate Count
uk_ua: Кількість дублікатів в центрі

source: Move
uk_ua: Перемістити

source: Audio
uk_ua: Аудіо

source: Calendar
uk_ua: Календар

source: Communication
uk_ua: Комунікація

source: Contact
uk_ua: Контакт

source: Devices
uk_ua: Пристрої

source: Document
uk_ua: Документ

source: Home
uk_ua: Домівка

source: Journal
uk_ua: Журнал

source: Link
uk_ua: Посилання

source: Media
uk_ua: Медіа

source: Music
uk_ua: Музика

source: Note
uk_ua: Нотатка

source: Photo
uk_ua: Фото

source: RecordedTV
uk_ua: Записане ТВ

source: Search
uk_ua: Пошук

source: Security
uk_ua: Безпека

source: Software
uk_ua: Програмне забезпечення

source: Task
uk_ua: Завдання

source: Video
uk_ua: Відео

source: Hash
uk_ua: Хеш

source: Unable to compare files
uk_ua: Неможливо порівняти файли

source: Item aborted
uk_ua: Порівняння перерване

source: File skipped
uk_ua: Файл пропущений

source: Folder skipped
uk_ua: Папка пропущена

source: Left only: %1
uk_ua: Лише ліворуч: %1

source: Middle only: %1
uk_ua: Лише в центрі: %1

source: Right only: %1
uk_ua: Лише праворуч: %1

source: Does not exist in %1
uk_ua: Не існує в %1

source: Binary files are identical
uk_ua: Двійкові файли ідентичні

source: Binary files are different
uk_ua: Двійкові файли відрізняються

source: Files are different
uk_ua: Файли відрізняються

source: Folders are different
uk_ua: Теки різні

source: Left Only
uk_ua: Лише ліворуч

source: Right Only
uk_ua: Лише праворуч

source: Middle Only
uk_ua: Лише в центрі

source: No item in left
uk_ua: Немає елемента ліворуч

source: No item in right
uk_ua: Немає елемента праворуч

source: No item in middle
uk_ua: Немає елемента в центрі

source: Error
uk_ua: Помилка

source: Text files are identical
uk_ua: Текстові файли однакові

source: (Middle and right are identical)
uk_ua: (У центрі та справа однакові)

source: (Left and right are identical)
uk_ua: (Зліва та справа однакові)

source: (Left and middle are identical)
uk_ua: (Зліва та У центрі однакові)

source: Text files are different
uk_ua: Текстові файли різні

source: Image files are identical
uk_ua: Файли зображень однакові

source: Image files are different
uk_ua: Файли зображень відрузняються

source: Files are different (expr: %1)
uk_ua: Файли відрузняються (вираз: %1)

source: Group%d
uk_ua: Група%d

source: Elapsed time: %ld ms
uk_ua: Витрачений час: %ld мс

source: 1 item selected
uk_ua: Вибраний 1 елемент

source: %1 items selected
uk_ua: Вибрані елементи: %1

source: Filename or folder name.
uk_ua: Ім'я файлу або папки.

source: Subfolder name when subfolders are included.
uk_ua: Імена вкладених папок, якщо вкладені папки включені.

source: Comparison result, long form.
uk_ua: Результат порівняння, довга форма.

source: Left side modification date.
uk_ua: Дата змін з лівої сторони.

source: Right side modification date.
uk_ua: Дата змін з правої сторони.

source: Middle side modification date.
uk_ua: Дата змін у центрі.

source: File's extension.
uk_ua: Розширення файлу.

source: Left file size in bytes.
uk_ua: Розмір лівого файлу у байтах.

source: Right file size in bytes.
uk_ua: Розмір правого файлу у байтах.

source: Middle file size in bytes.
uk_ua: Розмір файлу в центрі у байтах.

source: Left file size abbreviated.
uk_ua: Розмір лівого файлу (скор.)

source: Right file size abbreviated.
uk_ua: Розмір правого файлу (скор.)

source: Middle file size abbreviated.
uk_ua: Скорочений розмір файлу в центрі.

source: Left side creation time.
uk_ua: Час створення лівої сторони.

source: Right side creation time.
uk_ua: Час створення правої сторони.

source: Middle side creation time.
uk_ua: Час створення центаральної сторони.
