Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Ukrainian.po
Languages: uk_ua

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
uk_ua: LANG_UKRAINIAN, SUBLANG_DEFAULT

source: Copy to Middle
uk_ua: Копіювати в центр

source: C&opy to Right Alt+Right
uk_ua: Копіювати &праворуч Alt+Right

source: Copy from Middle
uk_ua: Копіювати з центру

source: Copy fro&m Right Alt+Shift+Left
uk_ua: Копіювати з п&равої панелі Alt+Shift+Left

source: Cop&y to Left Alt+Left
uk_ua: Копіювати &ліворуч Alt+Left

source: Copy &from Left Alt+Shift+Right
uk_ua: Копіювати з &лівої панелі Alt+Shift+Right

source: Copy Selected Lines to Middle
uk_ua: Копіювати виділені рядки в центр

source: Copy Selected Lines to Right
uk_ua: Копіювати виділені рядки праворуч

source: Copy Selected Lines from Middle
uk_ua: Копіювати виділені рядки з центру

source: Copy Selected Lines from Right
uk_ua: Копіювати виділені рядки справа

source: Copy Selected Lines to Left
uk_ua: Копіювати виділені рядки ліворуч

source: Copy Selected Lines from Left
uk_ua: Копіювати виділені рядки зліва

source: Copy Selected Diff (Left) to Clipboard Ctrl+&1
uk_ua: Копіювати виділені відмінності (зліва) до буфера обміну Ctrl+&1

source: Copy Selected Diff (Right) to Clipboard Ctrl+&2
uk_ua: Копіювати виділені відмінності (справа) до буфера обміну Ctrl+&2

source: Copy Selected Diff (Middle) to Clipboard Ctrl+&2
uk_ua: Копіювати виділені відмінності (з центу) до буфера обміну Ctrl+&2

source: Copy Selected Diff (Right) to Clipboard Ctrl+&3
uk_ua: Копіювати виділені відмінності (справа) до буфера обміну Ctrl+&3

source: Select Line &Difference F4
uk_ua: Позначити від&мінності F4

source: Add to Substitution &Filters
uk_ua: Додати до ф&ільтрів заміни

source: Add to &Line Filters
uk_ua: Додати до &фільтрів рядків

source: &Undo
uk_ua: &Скасувати

source: &Redo
uk_ua: &Повторити

source: Cu&t
uk_ua: Ви&різати

source: &Copy
uk_ua: &Копіювати

source: &Paste
uk_ua: &Вставити

source: &Scripts
uk_ua: &Сценарії

source: < Empty >
uk_ua: < Порожньо >

source: &Go to... Ctrl+G
uk_ua: &Перейти до... Ctrl+G

source: Go to Moved Line Between Left and Middle Ctrl+Shift+G
uk_ua: Перейти до переміщеного рядка між лівою та середньою панеллю Ctrl+Shift+G

source: Go to Moved Line Between Middle and Right Ctrl+Alt+G
uk_ua: Перейти до переміщеного рядка між середньою та правою панеллю Ctrl+Alt+G

source: Op&en
uk_ua: &Відкрити

source: With &Registered Application
uk_ua: У за&реєстрованій програмі

source: With &External Editor Ctrl+Alt+E
uk_ua: У з&овнішньому редакторі Ctrl+Alt+E

source: &With...
uk_ua: &У...

source: Open &Parent Folder...
uk_ua: Відкрити &батьківську папку...

source: S&hell Menu
uk_ua: Меню о&болонки

source: Use First Line as Headers
uk_ua: Використовувати перший рядок як заголовок

source: Auto-Fit All Columns
uk_ua: Автоширина стовпців

source: View &Differences
uk_ua: Показувати &відмінності

source: Diff &Block Size
uk_ua: Розмір &блоку з відмінностями

source: &Ignore Color Difference
uk_ua: &Ігнорувати різницю кольорів

source: Ins&ertion/Deletion Detection
uk_ua: Вия&влення вставки/видалення

source: &None
uk_ua: &Немає

source: &Vertical
uk_ua: &Вертикально

source: &Horizontal
uk_ua: &Горизонтально

source: &Previous Page
uk_ua: &Попередня сторінка

source: &Next Page
uk_ua: &Наступна сторінка

source: &Active Pane
uk_ua: &Активна панель

source: Rotate &Right 90deg
uk_ua: Розвернути &праворуч на 90°

source: Rotate &Left 90deg
uk_ua: Розвернути &ліворуч на 90°

source: Flip V&ertically
uk_ua: Віддзеркалити в&ертикально

source: Flip H&orizontally
uk_ua: Віддзеркалити г&оризонтально

source: &Zoom
uk_ua: Ма&сштаб

source: Zoom &In Ctrl++
uk_ua: З&більшити Ctrl++

source: Zoom &Out Ctrl+-
uk_ua: З&меншити Ctrl+-

source: &Normal Ctrl+*
uk_ua: &Звичайний Ctrl+*

source: &Overlay
uk_ua: &Накладання

source: &Alpha Blend
uk_ua: &Альфа-змішування

source: Alpha &Blend Animation
uk_ua: Анімація альфа-&змішування

source: Dragging &Mode
uk_ua: Режим &перетягування

source: &Move
uk_ua: &Перемістити

source: &Adjust Offset
uk_ua: &Корекція зміщення

source: &Vertical Wipe
uk_ua: &Вертикальне стирання

source: &Horizontal Wipe
uk_ua: &Горизонтальне стирання

source: Rectangle &Select
uk_ua: Прямокутний &вибір

source: &Set Background Color
uk_ua: Встановити &колір фону

source: &Vector Image Scaling
uk_ua: &Масштаб векторних зображень

source: &Animation Settings
uk_ua: Налаштування &анімації

source: &Blink Interval
uk_ua: Інтервал &миготіння

source: &Overlay Animation Interval
uk_ua: Інтервал анімацї &накладання

source: Compare Extracted &Text from Images
uk_ua: Порівняти отриманий із зображення &текст

source: Co&mpare
uk_ua: По&рівняти

source: &Screenshots
uk_ua: &Скріншоти

source: &Full Size Screenshots
uk_ua: &Повнорозмірні скріншоти

source: &HTMLs
uk_ua: &Файли HTML

source: &Texts
uk_ua: &Тексти

source: &Resource Trees
uk_ua: &Дерева ресурсів

source: &Size
uk_ua: &Розмір

source: Fit to Window
uk_ua: Припасувати до вікна

source: &Event Sync
uk_ua: Синхронізація &подій

source: &Enabled
uk_ua: &Увімкнено

source: &Scroll
uk_ua: &Прокрутка

source: &Click
uk_ua: &Клік

source: &Input
uk_ua: &Введення

source: &Go Back/Forward
uk_ua: &Перейти назад/вперед

source: Clear &Browsing Data
uk_ua: Очистити історію &переглядів

source: &Disk Cache
uk_ua: &Дисковий кеш

source: &Cookies
uk_ua: &Файли cookies

source: &Browsing History
uk_ua: &Історія переглядів

source: &All Profiles
uk_ua: &Усі профілі

source: &File
uk_ua: &Файл

source: &New
uk_ua: &Створити

source: &Text
uk_ua: &Текст

source: T&able
uk_ua: Т&аблиця

source: &Binary
uk_ua: &Двійковий

source: &Image
uk_ua: &Зображення

source: &Webpage
uk_ua: &Вебсторінка

source: New (&3 panes)
uk_ua: Створити (&3 панелі)

source: &Open... Ctrl+O
uk_ua: &Відкрити... Ctrl+O

source: Open Conflic&t File...
uk_ua: Відкрити файл з кон&фліктами...

source: Open C&lipboard
uk_ua: Відкрити буфер &обміну

source: Open Pro&ject... Ctrl+J
uk_ua: Відкрити &проєкт... Ctrl+J

source: Sa&ve Project...
uk_ua: З&берегти проєкт...

source: Recent Projects
uk_ua: Нещодавні проєкти

source: Recent F&iles or Folders
uk_ua: Нещодавні ф&айли або папки

source: E&xit Ctrl+Q
uk_ua: В&ихід Ctrl+Q

source: &Edit
uk_ua: &Редагування

source: &Paste Ctrl+V
uk_ua: &Вставити Ctrl+V

source: &Options... Ctrl+,
uk_ua: &Налаштування... Ctrl+,

source: &View
uk_ua: Ви&гляд

source: Ta&b Bar
uk_ua: Панель &вкладок

source: &View Tab Bar
uk_ua: Показати панель &вкладок

source: &On Title Bar
uk_ua: На &заголовку вікна

source: &Toolbar
uk_ua: Пан&ель інструментів

source: &Small
uk_ua: &Маленькі

source: &Medium
uk_ua: &Середні

source: &Big
uk_ua: &Великі

source: &Huge
uk_ua: &Величезні

source: Men&u Bar
uk_ua: Рядок м&еню

source: &Output Pane
uk_ua: Панель &виводу

source: &Status Bar
uk_ua: Ря&док стану

source: &Tools
uk_ua: &Інструменти

source: &Filters...
uk_ua: &Фільтри...

source: &Generate Patch...
uk_ua: &Створити патч...

source: &Plugins
uk_ua: &Плагіни

source: P&lugin Settings...
uk_ua: Налаштування &плагінів...

source: Ma&nual Prediffer
uk_ua: Ру&чне попереднє порівняння

source: A&utomatic Prediffer
uk_ua: А&втоматичне попереднє порівняння

source: &Manual Unpacking
uk_ua: Розпакування &вручну

source: &Automatic Unpacking
uk_ua: Розпакування &автоматичне

source: &Reload Plugins
uk_ua: Пе&резавантажити плагіни

source: &Window
uk_ua: &Вікно

source: Cl&ose Ctrl+W
uk_ua: &Закрити Ctrl+W

source: Clo&se All
uk_ua: За&крити все

source: Change &Pane F6
uk_ua: Змінити &панель F6

source: Tile &Horizontally
uk_ua: Розмістити &горизонтально

source: Tile &Vertically
uk_ua: Розмістити &вертикально

source: &Cascade
uk_ua: &Каскад

source: &Help
uk_ua: &Довідка

source: &WinMerge Help F1
uk_ua: &Довідка WinMerge F1

source: R&elease Notes
uk_ua: &Примітки до випуску

source: &Translations
uk_ua: &Переклади

source: C&onfiguration
uk_ua: &Конфігурація

source: &GNU General Public License
uk_ua: &Загальна ліцензія GNU

source: &About WinMerge...
uk_ua: Про про&граму WinMerge...

source: &Read-Only
uk_ua: Лише для &читання

source: L&eft Read-Only
uk_ua: З&ліва лише для читання

source: M&iddle Read-Only
uk_ua: У цен&трі лише для читання

source: Ri&ght Read-Only
uk_ua: &Праворуч лише для читання

source: &File Encoding...
uk_ua: &Кодування файлу...

source: Select &All Ctrl+A
uk_ua: В&ибрати все Ctrl+A

source: Show &Identical Items
uk_ua: Показати &однакові елементи

source: Show &Different Items
uk_ua: Показати елементи з &відмінностями

source: Show L&eft Unique Items
uk_ua: Показати унікальні елементи з&ліва

source: Show Midd&le Unique Items
uk_ua: Показати унікальні елементи у &центрі

source: Show Ri&ght Unique Items
uk_ua: Показати унікальні елементи сп&рава

source: Show S&kipped Items
uk_ua: Показати пропу&щені елементи

source: S&how Binary Files
uk_ua: Показати &двійкові файли

source: &3-way Compare
uk_ua: &3-стороннє порівняння

source: Show &Left Only Different Items
uk_ua: Показати &відмінні елементи зліва

source: Show &Middle Only Different Items
uk_ua: Показати відмінні елементи у &центрі

source: Show &Right Only Different Items
uk_ua: Показати відмінні елементи &справа

source: Show L&eft Only Missing Items
uk_ua: Показати відсутні елементи з&ліва

source: Show Mi&ddle Only Missing Items
uk_ua: Показати відсутні елементи у це&нтрі

source: Show Rig&ht Only Missing Items
uk_ua: Показати відсутні елементи спр&ава

source: Show Hidd&en Items
uk_ua: Показати при&ховані елементи

source: Tree &Mode
uk_ua: &Режим дерева

source: E&xpand Subfolders
uk_ua: Р&озгорнути вкладені папки

source: &All Subfolders
uk_ua: &Усі вкладені папки

source: &Different Subfolders
uk_ua: &Відмінні вкладені папки

source: &Identical Subfolders
uk_ua: &Ідентичні вкладені папки

source: &Collapse All Subfolders
uk_ua: &Згорнути всі вкладені папки

source: Select &Font...
uk_ua: Вибрати &шрифт...

source: Use Default Font
uk_ua: Використовувати шрифт за замовчуванням

source: Sw&ap Panes
uk_ua: Пом&іняти панелі місцями

source: Swap &1st | 2nd
uk_ua: Поміняти місцями &1-у|2-у

source: Swap &2nd | 3rd
uk_ua: Поміняти місцями &2-у|3-ю

source: Swap 1st | &3rd
uk_ua: Поміняти місцями 1-у|&3-ю

source: Displa&y Filter Bar Ctrl+Shift+L
uk_ua: Показат&и панель фільтрів Ctrl+Shift+L

source: Com&pare Statistics...
uk_ua: Пор&івняти статистику...

source: Refresh F5
uk_ua: &Оновити F5

source: &Refresh Selected Ctrl+F5
uk_ua: Оновити &вибрані Ctrl+F5

source: &Merge
uk_ua: &Злиття

source: Co&mpare Enter
uk_ua: По&рівняти Enter

source: &Next Difference Alt+Down
uk_ua: &Наступна відмінність Alt+Down

source: &Previous Difference Alt+Up
uk_ua: П&опередня відмінність Alt+Up

source: &First Difference Alt+Home
uk_ua: Пер&ша відмінність Alt+Home

source: &Current Difference Alt+Enter
uk_ua: &Поточна відмінність Alt+Enter

source: &Last Difference Alt+End
uk_ua: Ост&ання відмінність Alt+End

source: Copy to &Right Alt+Right
uk_ua: Копіювати пра&воруч Alt+Right

source: Copy to L&eft Alt+Left
uk_ua: Копіювати &ліворуч Alt+Left

source: &Delete Del
uk_ua: &Видалити Del

source: &Customize Columns...
uk_ua: &Налаштувати стовпчики...

source: Generate &Report...
uk_ua: Створити &звіт...

source: &Edit with Unpacker...
uk_ua: &Редагувати з Розпакувальником...

source: &Save Ctrl+S
uk_ua: &Зберегти Ctrl+S

source: Sav&e
uk_ua: З&берегти

source: Save &Left
uk_ua: Зберегти &лівий файл

source: Save &Middle
uk_ua: Зберегти &центральний файл

source: Save &Right
uk_ua: Зберегти &правий файл

source: Save &As
uk_ua: Зберегти &як

source: Save &Left As...
uk_ua: Зберегти &лівий файл як...

source: Save &Middle As...
uk_ua: Зберегти &центральний файл як...

source: Save &Right As...
uk_ua: Зберегти &правий файл як...

source: &Print... Ctrl+P
uk_ua: &Друк... Ctrl+P

source: Page Set&up...
uk_ua: Пара&метри сторінки...

source: Print Previe&w...
uk_ua: &Попередній перегляд друку...

source: &Convert Line Endings to
uk_ua: Конвертувати закінчення &рядків у

source: Mer&ge Mode F9
uk_ua: Режим &злиття F9

source: Reloa&d Ctrl+F5
uk_ua: Пере&завантажити Ctrl+F5

source: Reco&mpare As
uk_ua: Порівняти &знову як

source: &Undo Ctrl+Z
uk_ua: &Скасувати Ctrl+Z

source: &Redo Ctrl+Y
uk_ua: &Повторити Ctrl+Y

source: Cu&t Ctrl+X
uk_ua: Ви&різати Ctrl+X

source: &Copy Ctrl+C
uk_ua: &Копіювати Ctrl+C

source: F&ind... Ctrl+F
uk_ua: Зна&йти... Ctrl+F

source: Repla&ce... Ctrl+H
uk_ua: &Замінити... Ctrl+H

source: &Marker... Ctrl+Shift+M
uk_ua: &Маркер... Ctrl+Shift+M

source: Advanced
uk_ua: &Додатково

source: &Copy With Line Numbers Ctrl+Shift+C
uk_ua: &Копіювати з нумерацією рядків Ctrl+Shift+C

source: &Bookmarks
uk_ua: З&акладки

source: &Toggle Bookmark Ctrl+F2
uk_ua: &Закладка Ctrl+F2

source: &Next Bookmark F2
uk_ua: &Наступна закладка F2

source: &Previous Bookmark Shift+F2
uk_ua: &Попередня закладка Shift+F2

source: &Clear All Bookmarks
uk_ua: &Очистити всі закладки

source: Syntax Highlight
uk_ua: Підсвічування синтаксису

source: &Diff Context
uk_ua: &Контекст відмінностей

source: &All Lines
uk_ua: &Усі рядки

source: &0 Lines
uk_ua: &0 рядків

source: &1 Line
uk_ua: &1 рядок

source: &3 Lines
uk_ua: &3 рядки

source: &5 Lines
uk_ua: &5 рядків

source: &7 Lines
uk_ua: &7 рядків

source: &9 Lines
uk_ua: &9 рядків

source: &Toggle All and 0-9 Lines Ctrl+D
uk_ua: &Перемкнути всі та 0-9 рядків Ctrl+D

source: &Invert (Hide Different Lines)
uk_ua: &Інвертувати (приховати відмінні рядки)

source: &Lock Panes
uk_ua: За&блокувати панелі

source: &View Whitespace
uk_ua: Показу&вати пропуски

source: View E&OL
uk_ua: Показувати кінці р&ядків (EOL)

source: Vie&w Line Differences
uk_ua: Пока&зувати відмінності в рядках

source: View Line &Numbers
uk_ua: Показувати &номера рядків

source: View &Margins
uk_ua: Показувати п&оля

source: View To&p Margins
uk_ua: Показувати верхні &поля

source: W&rap Lines
uk_ua: Переносити за &словами

source: Split V&ertically
uk_ua: Розділити &вертикально

source: Diff &Pane
uk_ua: Пане&ль відмінностей

source: Lo&cation Pane
uk_ua: Панель пози&цій

source: Output Pane
uk_ua: Панель виводу

source: Ne&xt Conflict Alt+Shift+Down
uk_ua: На&ступний конфлікт Alt+Shift+Down

source: Pre&vious Conflict Alt+Shift+Up
uk_ua: &Попередній конфлікт Alt+Shift+Up

source: A&dvanced
uk_ua: &Додатково

source: Next Difference (Left/Middle) Alt+1
uk_ua: Наступна відмінність (ліво/центр) Alt+1

source: Previous Difference (Left/Middle) Alt+Shift+1
uk_ua: Попередня відмінність (ліво/центр) Alt+Shift+1

source: Next Difference (Left/Right) Alt+2
uk_ua: Наступна відмінність (ліво/право) Alt+2

source: Previous Difference (Left/Right) Alt+Shift+2
uk_ua: Попередня відмінність (ліво/право) Alt+Shift+2

source: Next Difference (Middle/Right) Alt+3
uk_ua: Наступна відмінність (цент/право) Alt+3

source: Previous Difference (Middle/Right) Alt+Shift+3
uk_ua: Попередня відмінність (центр/право) Alt+Shift+3

source: Next Left-Only Difference Alt+7
uk_ua: Наступна відмінність лише зліва Alt+7

source: Previous Left-Only Difference Alt+Shift+7
uk_ua: Попередня відмінність лише зліва Alt+Shift+7

source: Next Middle-Only Difference Alt+8
uk_ua: Наступна відмінність лише у центрі Alt+8

source: Previous Middle-Only Difference Alt+Shift+8
uk_ua: Попередня відмінність лише у центрі Alt+Shift+8

source: Next Right-Only Difference Alt+9
uk_ua: Наступна відмінність лише справа Alt+9

source: Previous Right-Only Difference Alt+Shift+9
uk_ua: Попередня відмінність лише справа Alt+Shift+9

source: Copy from &Left to
uk_ua: Копіювати з &ліва в

source: &Middle
uk_ua: Центр

source: &Right
uk_ua: &Праворуч

source: Copy from &Middle to
uk_ua: Копіювати з &центру в

source: &Left
uk_ua: &Ліворуч

source: Copy from &Right to
uk_ua: Копіювати з &центру в

source: Copy Selected Lines from Le&ft to
uk_ua: Копіювати виділені рядки з &лівого боку в

source: Copy Selected Lines from Mi&ddle to
uk_ua: Копіювати виділені рядки з центру в

source: Copy Selected Lines from Ri&ght to
uk_ua: Копіювати виділені рядки з &правого боку в

source: Copy from Left Alt+Shift+Right
uk_ua: Копіювати зліва Alt+Shift+Right

source: Copy from Right Alt+Shift+Left
uk_ua: Копіювати справа Alt+Shift+Left

source: C&opy to Right and Advance Ctrl+Alt+Right
uk_ua: Скопіювати праворуч і перейти далі Ctrl+Alt+Right

source: Copy &to Left and Advance Ctrl+Alt+Left
uk_ua: Скопіювати на ліву панель і перейти до наступної Ctrl+Alt+Left

source: Copy &All to Right
uk_ua: Копіювати все праворуч

source: Cop&y All to Left
uk_ua: Копіювати все ліворуч

source: A&uto Merge Ctrl+Alt+M
uk_ua: Автоматичне злиття Ctrl+Alt+M

source: Add &Synchronization Point Alt+S
uk_ua: Додати точку синхронізації Alt+S

source: Clear Sync&hronization Points
uk_ua: Очистити точки синхронізації

source: Unpac&ker
uk_ua: Розпакувальник

source: &Prediffer
uk_ua: &Попередній порівнювач

source: Apply Pre&differ...
uk_ua: &Застосувати проедпорівняння...

source: &Transform with Editor Script...
uk_ua: Перетворити за допомогою сценарію редактора...

source: Scripts for &Copying
uk_ua: Сценарії для копіювання

source: Select &Editor Script...
uk_ua: Вибор сценарія редактора...

source: Sp&lit
uk_ua: Розділення вікна

source: Comp&are
uk_ua: По&рівняти

source: Compare in New &Window
uk_ua: Порівняти в новому вікні

source: Compare Non-hor&izontally...
uk_ua: Порівняти не по го&ризонталі...

source: Compare Non-hor&izontally
uk_ua: Порівняти не по го&ризонталі

source: First &Left with Second Left
uk_ua: Перший лівий з другим лівим

source: First &Right with Second Right
uk_ua: Пкрший правий з другим правим

source: &First Left with Second Right
uk_ua: Перший лівий з другим правим

source: &Second Left with First Right
uk_ua: Другий лівий з першим правим

source: Co&mpare As
uk_ua: Порівняти як

source: Left to Middle (%1 of %2)
uk_ua: Зліва в центр (%1 of %2)

source: Left to Right (%1 of %2)
uk_ua: Зліва праворуч (%1 з %2)

source: Left to... (%1 of %2)
uk_ua: Зліва в... (%1 з %2)

source: Middle to Left (%1 of %2)
uk_ua: Центральний ліворуч (%1 of %2)

source: Middle to Right (%1 of %2)
uk_ua: Центральний праворуч (%1 of %2)

source: Middle to... (%1 of %2)
uk_ua: Центральний в... (%1 of %2)

source: Right to Middle (%1 of %2)
uk_ua: Правий в центр (%1 of %2)

source: Right to Left (%1 of %2)
uk_ua: Справа ліворуч (%1 з %2)

source: Right to... (%1 of %2)
uk_ua: Справа... (%1 з %2)

source: &Delete
uk_ua: &Вилучити

source: &Both
uk_ua: &Обидва

source: &All
uk_ua: Все

source: Re&name
uk_ua: &Перейменувати

source: &Hide Items
uk_ua: &Сховати елементи

source: &Open Left
uk_ua: &Відкрити лівий

source: Open Midd&le
uk_ua: Відкрити центральний

source: O&pen Right
uk_ua: В&ідкрити правий

source: Cop&y Paths
uk_ua: Скопіювати &шляхи

source: Left (%1 of %2)
uk_ua: Зліва (%1 з %2)

source: Middle (%1 of %2)
uk_ua: З центру (%1 of %2)

source: Right (%1 of %2)
uk_ua: Справа (%1 з %2)

source: Both (%1 of %2)
uk_ua: Обидва (%1 з %2)

source: All (%1 of %2)
uk_ua: Усе (%1 of %2)

source: Copy &Filenames
uk_ua: Копіювати &імена файлів

source: Copy Items to Clip&board
uk_ua: Копіювати елементи в буфера обміну

source: Copy All Di&splayed Columns
uk_ua: Копіювати усі відображені колонки

source: &Zip
uk_ua: &Заархівувати

source: Both to... (%1 of %2)
uk_ua: Обидва в... (%1 of %2)

source: All to... (%1 of %2)
uk_ua: Усі в... (%1 of %2)

source: Differences to... (%1 of %2)
uk_ua: Відмінності в... (%1 of %2)

source: Left Shell Menu
uk_ua: Меню оболонки для лівого

source: Middle Shell Menu
uk_ua: Меню оболонки для центрального

source: Right Shell Menu
uk_ua: Меню оболонки для правого

source: Both Shell Menu
uk_ua: Меню оболонки для обох

source: All Shell Menu
uk_ua: Меню оболонки для всіх

source: Copy
uk_ua: Копіювати

source: &Copy Full Path
uk_ua: &Копіювати повний шлях

source: Copy &Filename
uk_ua: Копіювати &ім'я файлу

source: &Edit Caption F2
uk_ua: Редагувати заголовок F2

source: Edit &Path Ctrl+L
uk_ua: Редагувати &шлях Ctrl+L

source: &Open...
uk_ua: Відкроти...

source: Unpacker Settings
uk_ua: Налаштування розпакувальника

source: <None>
uk_ua: <Немає>

source: <Automatic>
uk_ua: <Автоматично>

source: &Select...
uk_ua: &Вибрати...

source: Prediffer Settings
uk_ua: Параметри попереднього порівняння

source: G&o to Diff
uk_ua: Перейти до &відмінності

source: Move Cursor on &Click
uk_ua: Переміщення курсора при кліку

source: &No Moved Blocks
uk_ua: &Без переміщених блоків

source: &All Moved Blocks
uk_ua: &Всі переміщені блоки

source: W&hitespaces
uk_ua: Пропуски

source: Com&pare
uk_ua: Порівняти

source: I&gnore Changes
uk_ua: Ігнорувати зміни

source: Ig&nore All
uk_ua: Ігнорувати все

source: Ignore Blan&k Lines
uk_ua: Ігнорувати порожні рядки

source: Ignore &Case
uk_ua: Не враховувати &регістр

source: Igno&re EOL Differences (Windows/Unix/Mac)
uk_ua: Ігнорувати відмінності в кінцях рядків (Win/Unix/Mac)

source: Ignore Codepage &Differences
uk_ua: Ігнорувати відмінності в кодуванні

source: Ignore Num&bers
uk_ua: Ігнорувати числа

source: Ignore C&omment Differences
uk_ua: Ігнорувати відмінності у коментарях

source: Ignore &Missing Trailing EOL
uk_ua: Ігнорувати відсутні символи кінця строки

source: Ignore Line &Breaks (Treat as Spaces)
uk_ua: Ігнорувати розриви рядків (трактувати як пробіли)

source: &Include Subfolders
uk_ua: &Враховувати вкладені папки

source: &Compare Method
uk_ua: &Метод порівняння

source: Full Contents
uk_ua: Повний за вмістом

source: Quick Contents
uk_ua: Швидкий за вмістом

source: Binary Contents
uk_ua: Двійковий за вмістом

source: Modified Date
uk_ua: За датою зміни

source: Modified Date and Size
uk_ua: За датою зміни та розміром

source: Size
uk_ua: За розміром

source: Existence
uk_ua: За наявністю

source: &Load Project...
uk_ua: Завантажити проєкт...

source: ${*} - All Arguments
uk_ua: ${*} - Усі аргументи

source: ${1} - First Argument
uk_ua: ${1} - Перший аргумент

source: ${2} - Second Argument
uk_ua: ${2} - Другий аргумент

source: ${3} - Third Argument
uk_ua: ${3} - Третій аргумент

source: ${4} - Fourth Argument
uk_ua: ${4} - Четвертий аргумент

source: ${5} - Fifth Argument
uk_ua: ${5} - П'ятий аргумент

source: ${6} - Sixth Argument
uk_ua: ${6} - Шостий аргумент

source: ${7} - Seventh Argument
uk_ua: ${7} - Сьомий аргумент

source: ${8} - Eighth Argument
uk_ua: ${8} - Восьмий аргумент

source: ${9} - Ninth Argument
uk_ua: ${9} - Дев'ятий аргумент

source: ${SRC_FILE} - Source File
uk_ua: ${SRC_FILE} - Файл джерела

source: ${SRC_FOLDER} - Source Folder
uk_ua: ${SRC_FOLDER} - Папка джерела

source: ${SRC_URL} - Source URL
uk_ua: ${SRC_URL} - URL джерела

source: ${SRC_URL_PROTOCOL} - Source URL Protocol
uk_ua: ${SRC_URL_PROTOCOL} - Протокол URL джерела

source: ${SRC_URL_SUFFIX} - Source URL Suffix
uk_ua: ${SRC_URL_SUFFIX} - Суфікс URL джерела

source: ${DST_FILE} - Destination File
uk_ua: ${DST_FILE} - Файл призначення

source: ${DST_FOLDER} - Destination Folder
uk_ua: ${DST_FOLDER} - Папка призначення

source: ${DST_URL} - Destination URL
uk_ua: ${DST_URL} - URL призначення

source: ${DST_URL_PROTOCOL} - Destination URL Protocol
uk_ua: ${DST_URL_PROTOCOL} - Протокол URL призначення

source: ${DST_URL_SUFFIX} - Destination URL Suffix
uk_ua: ${DST_URL_SUFFIX} - Суфікс URL призначення

source: ${WINMERGE_HOME} - WinMerge Home Directory
uk_ua: ${WINMERGE_HOME} - Домашній каталог WinMerge

source: ${SCRIPT_FILE} - Script File
uk_ua: ${SCRIPT_FILE} - Файл сценарію

source: Add &Unpacker Plugin...
uk_ua: Додати плагін &розпакувальник...

source: Add &Prediffer Plugin...
uk_ua: Додати плагін &попереднього порівняння...

source: &Duplicate Plugin...
uk_ua: &Дублювати плагін...

source: Clear &All
uk_ua: Очистити &все

source: &Clear All
uk_ua: &Очистити все

source: Remove Last Filter &Group
uk_ua: Видалити останню &групу фільтрів

source: R&eset to Default (*.*)
uk_ua: С&кинути за замовчуванням (*.*)

source: Add E&xclude File
uk_ua: Додати файл до ви&ключень

source: &System Files
uk_ua: &Системні файли

source: &Editor Backup Files
uk_ua: Резервні файли реда&ктора
