Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Ukrainian.po
Languages: uk_ua

source: &Compiled Binary Files
uk_ua: &Скомпільовані двійкові файли

source: &Log Files
uk_ua: Файли журналу

source: &Temporary or Cache Files
uk_ua: &Тимчасові файли або файли кешу

source: Add Excl&ude Folder
uk_ua: Додати папку до ви&ключень

source: &Version Control
uk_ua: Контролю &версій

source: &Build Artifacts
uk_ua: Артефактів &збірки

source: &IDE
uk_ua: &Інтегрованого середовища розробки

source: Add &File Condition
uk_ua: Додати умову для &файлу

source: File &Size
uk_ua: &Розмір файла

source: Less than 1KB
uk_ua: Менше ніж 1КБ

source: 1KB or more
uk_ua: 1КБ або більше

source: Less than 10KB
uk_ua: Менше 10КБ

source: 10KB or more
uk_ua: 10КБ або більше

source: Less than 100KB
uk_ua: Менше 100КБ

source: 100KB or more
uk_ua: 100КБ або більше

source: Less than 1MB
uk_ua: Менше 1МБ

source: 1MB or more
uk_ua: 1МБ або більше

source: Less than 10MB
uk_ua: Менше 10МБ

source: 10MB or more
uk_ua: 10МБ або більше

source: Less than 100MB
uk_ua: Менше 100МБ

source: 100MB or more
uk_ua: 100МБ або більше

source: Less than 1GB
uk_ua: Менше 1ГБ

source: 1GB or more
uk_ua: 1ГБ або більше

source: Custom Range...
uk_ua: Задати діапазон...

source: &Last Modified
uk_ua: &Остання зміна

source: &Hour
uk_ua: &Година

source: More than 1 hour ago
uk_ua: Більше 1 години тому

source: Within 1 hour
uk_ua: Протягом 1 години

source: &Day
uk_ua: &Ден

source: Before today
uk_ua: Раніше ніж сьогодні

source: Today
uk_ua: Сьогодні

source: Before yesterday
uk_ua: Раніше ніж вчора

source: Yesterday
uk_ua: Вчора

source: Since yesterday
uk_ua: З учора

source: &Week
uk_ua: &Тиждень

source: Before this week
uk_ua: До цього тижня

source: This week
uk_ua: Цього тижня

source: Before last week
uk_ua: До минулого тижн

source: Last week
uk_ua: Минулого тижня

source: Since last week
uk_ua: З минулого тижня

source: &Month
uk_ua: &Місяць

source: Before this month
uk_ua: До цього місяця

source: This month
uk_ua: Цього місяця

source: Before last month
uk_ua: До минулого місяц

source: Last month
uk_ua: Минулого місяця

source: Since last month
uk_ua: З минулого місяця

source: &Year
uk_ua: &Рік

source: Before this year
uk_ua: До цього року

source: This year
uk_ua: Цього року

source: Before last year
uk_ua: До минулого року

source: Last year
uk_ua: Минулого року

source: Since last year
uk_ua: З минулого року

source: &Custom Range...
uk_ua: Задати діапазон...

source: &Attributes
uk_ua: &Атрибути

source: Read-only files
uk_ua: Файли лише для читання

source: Not read-only files
uk_ua: Файли не лише для читання

source: Hidden files
uk_ua: Приховані файли

source: Not hidden files
uk_ua: Не приховані файли

source: System files
uk_ua: Системні файли

source: Not system files
uk_ua: Не системні файли

source: File &Content
uk_ua: Вміст файлу

source: Contains string...
uk_ua: Містить рядок...

source: Does not contain string...
uk_ua: Не містить рядок...

source: First line contains string...
uk_ua: Перший рядок містить...

source: First line does not contain string...
uk_ua: Перший рядок не містить...

source: First 10 lines contain string...
uk_ua: Перші 10 рядків містять...

source: First 10 lines do not contain string...
uk_ua: Перші 10 рядків не містять...

source: Last 10 lines contain string...
uk_ua: Останні 10 рядків містять...

source: Last 10 lines do not contain string...
uk_ua: Останні 10 рядків не містять...

source: Last line contains string...
uk_ua: Останній рядок містить...

source: Last line does not contain string...
uk_ua: Останній рядок не містить...

source: &Line Count
uk_ua: &Кількість рядків

source: Less than 10
uk_ua: Менше 10

source: 10 or more
uk_ua: 10 або більше

source: Less than 100
uk_ua: Менше 100

source: 100 or more
uk_ua: 100 або більше

source: Less than 1000
uk_ua: Менше 1000

source: 1000 or more
uk_ua: 1000 або більше

source: Less than 10000
uk_ua: Менше 1000

source: 10000 or more
uk_ua: 10000 або більше

source: Less than 100000
uk_ua: Менше 100000

source: 100000 or more
uk_ua: 100000 або більше

source: Additional &Properties...
uk_ua: Додаткові &властивості...

source: Add F&older Condition
uk_ua: Додати умову для &папки

source: &Files
uk_ua: &Файли

source: 0 files
uk_ua: 0 файлів

source: 1 file or more
uk_ua: 1 файл або більше

source: &Items
uk_ua: &Елементи

source: 0 items
uk_ua: 0 елементів

source: 1 item or more
uk_ua: 1 елемент або більше

source: &Total Size
uk_ua: &Загальний розмір

source: &Recursive
uk_ua: &Рекурсивно

source: Target: &Any (Left/Middle/Right)
uk_ua: Застосувати: &Будь де (ліворуч/центр/праворуч)

source: Target: &Left
uk_ua: Застосувати: &Ліворуч

source: Target: &Middle
uk_ua: Застосувати: &В центрі

source: Target: &Right
uk_ua: Застосувати: &Праворуч

source: Add &Difference Condition
uk_ua: Додати умову для &відмінності

source: Equal
uk_ua: Дорівнює

source: Not Equal
uk_ua: Не дорівнює

source: Less Than
uk_ua: Менше ніж

source: Less Than or Equal to
uk_ua: Менше або дорівнює

source: Greater Than
uk_ua: Більше ніж

source: Greater Than or Equal to
uk_ua: Більше або дорівнює

source: Less than 10B
uk_ua: Менше 10Б

source: 10B or more
uk_ua: 10Б або більш

source: Less than 100B
uk_ua: Менше 100Б

source: 100B or more
uk_ua: 100Б або більше

source: Less than 1 second
uk_ua: Менше 1 сек

source: 1 second or more
uk_ua: 1 сек або більше

source: Less than 1 minute
uk_ua: Менше 1 хв

source: 1 minute or more
uk_ua: 1 хв або більше

source: Less than 1 hour
uk_ua: Менше 1 год

source: 1 hour or more
uk_ua: 1 год або більше

source: Less than 1 day
uk_ua: Менше 1 доби

source: 1 day or more
uk_ua: 1 доба або більше

source: Less than 1 week
uk_ua: Менше 1 тижня

source: 1 week or more
uk_ua: 1 тиждень або більше

source: Target: &Left and Right
uk_ua: Застосувати: &ліворуч та праворуч

source: Target: Left and &Middle
uk_ua: Застосувати: ліворуч та в &центрі

source: Target: Middle and &Right
uk_ua: Застосувати: в центрі та &праворуч

source: Target: &All
uk_ua: Застосувати: &Всюди

source: &Clear conditions
uk_ua: &Очистити умови

source: Compare &Size
uk_ua: Порівняти &розмір

source: Compare &Date
uk_ua: Порівняти &дату

source: Compare &Attributes
uk_ua: Порівняти &атрибути

source: Compare C&ontents
uk_ua: Порівняти в&міст

source: About WinMerge
uk_ua: Про програму WinMerge

source: Visit the WinMerge Homepage!
uk_ua: Відвідайте домашню сторінку WinMerge!

source: Contributors
uk_ua: Співавтори

source: Select Files or Folders
uk_ua: Вибір файлів або папок

source: &1st File or Folder
uk_ua: &1-й файл або папка

source: Re&ad-only
uk_ua: Ли&ше для читання

source: Swap 1st | 2nd
uk_ua: Обміняти 1-й | 2-й

source: &Browse...
uk_ua: &Огляд...

source: &2nd File or Folder
uk_ua: &2-й файл або папка

source: Rea&d-only
uk_ua: Лиш&е для читання

source: Swap 2nd | 3rd
uk_ua: Обміняти 2-й | 3-й

source: B&rowse...
uk_ua: О&гляд...

source: &3rd File or Folder (Optional)
uk_ua: &3-й файл або папка (необов'язково)

source: Read-o&nly
uk_ua: Лише для чи&тання

source: Swap 1st | 3rd
uk_ua: Обміняти 1-й | 3-й

source: Browse...
uk_ua: Огляд...

source: Folder: Filter
uk_ua: Папка: Фільтр

source: &Include subfolders
uk_ua: &Враховуючи вкладені папки

source: File: Prediffer Plugin
uk_ua: Файл: Плагін попереднього порівняння

source: File: Unpacker Plugin
uk_ua: Файл: Плагін розпакувальника

source: Se&lect...
uk_ua: Ви&брати...

source: Cancel
uk_ua: Скасувати

source: Status:
uk_ua: Статус:

source: Help
uk_ua: Довідка

source: &Options...
uk_ua: &Налаштування...

source: Find
uk_ua: Знайти

source: Fi&nd what:
uk_ua: &Пошук:

source: Match &whole word only
uk_ua: Виконати пошук слова &цілком

source: Match &case
uk_ua: Враховувати &регістр

source: Regular &expression
uk_ua: Ре&гулярні вирази

source: D&on't wrap end of file
uk_ua: З&упинятися в кінці файлу

source: &Don't close this dialog
uk_ua: &Не закривати діалог

source: &Find Next
uk_ua: Знайти &далі

source: Find &Prev
uk_ua: Знайти &раніше

source: Replace
uk_ua: Замінити

source: Re&place with:
uk_ua: За&мінити на:

source: &Don't wrap at end of file
uk_ua: Не зупинятися при досягненні кінця файлу

source: Replace in
uk_ua: Замінити

source: &Selection
uk_ua: В ві&дзначеному

source: Wh&ole file
uk_ua: В всьому &файлі

source: Find Pre&v
uk_ua: Знайти попередн&е

source: &Replace
uk_ua: &Замінити

source: Replace &All
uk_ua: З&амінити всюди

source: Markers
uk_ua: Маркери

source: Enable &markers
uk_ua: Увімкнути &маркери

source: New
uk_ua: Створити

source: &Background color:
uk_ua: &Колір фону:

source: &Ok
uk_ua: &OК

source: &Apply
uk_ua: &Застосувати

source: Line Filters
uk_ua: Фільтри рядків

source: Enable Line Filters
uk_ua: Увімкнути фільтри рядків

source: Regular Expressions (one per line):
uk_ua: Регулярні вирази (один на рядок):

source: Edit
uk_ua: Редагувати

source: Remove
uk_ua: Вилучити

source: Substitution Filters
uk_ua: Фільтри підміни

source: Changes to the listed pairs below will be ignored or marked as insignificant. Patches are unaffected.
uk_ua: Зміни в перелічених нижче парах будуть проігноровані або позначені як незначні. Патчі залишаються незмінними.

source: Enable
uk_ua: Увімкнути

source: Add
uk_ua: Додати

source: Clear
uk_ua: Очистити

source: Options
uk_ua: Налаштування

source: Import...
uk_ua: Імпорт...

source: Export...
uk_ua: Експорт...

source: General
uk_ua: Основні

source: Automatically &scroll to first difference
uk_ua: Автоматично &переходити до першої відмінності

source: Automatically s&croll to first inline difference
uk_ua: Автоматично пе&реходити до першої відмінності у рядку

source: Cl&ose windows with 'Esc':
uk_ua: За&кривати вікна клавішею 'Esc':

source: &Automatically verify paths in Open dialog
uk_ua: Автоматично перевіряти шляхи в діалозі відкриття файлів

source: Single instance mode:
uk_ua: Режим одного екземпляра:

source: As&k when closing multiple windows
uk_ua: Запитати перед закриттям декількох вікон

source: &Preserve file time in file compare
uk_ua: Зберігати час файлу при порівнянні

source: Show "Select Files or Folders" dialog on startup
uk_ua: Показувати при запуску діалог вибору файлів та тек

source: Close "Select Files or Folders" dialog on clicking Compare button
uk_ua: Закривати діалог "Вибір файлів або папок" після натискання кнопки Порівняти

source: Op&en dialog Auto completion:
uk_ua: Діалог Автоматичного доповнення:

source: Auto-&reload modified files:
uk_ua: Авто-&перезавантаження змінених файлів:

source: Language:
uk_ua: Мова:

source: Defaults
uk_ua: За замовчуванням

source: Colors
uk_ua: Кольори

source: Color &mode:
uk_ua: Кольоровий &режим:

source: &Light mode scheme:
uk_ua: &Світла тема:

source: &Dark mode scheme:
uk_ua: &Темна тема:

source: Your custom schemes
uk_ua: Тема користувача

source: &Save current scheme...
uk_ua: &Зберегти поточну схему...

source: Delete &current scheme...
uk_ua: Видалити поточну схему...

source: Background
uk_ua: Фон

source: Deleted
uk_ua: Вилучені

source: Text
uk_ua: Текст

source: Difference:
uk_ua: Відмінність:

source: Selected Difference:
uk_ua: Відзначена відмінність:

source: Ignored Difference:
uk_ua: Ігноровані відмінності:

source: Moved:
uk_ua: Переміщені:

source: Selected Moved:
uk_ua: Відзначені переміщені:

source: Same As Next (3 panes):
uk_ua: Збігається з наступною (3 панелі):

source: Same As Next (Selected):
uk_ua: Збігається з наступною (Відзначені):

source: Word Difference:
uk_ua: Словникова відмінність:

source: Selected Word Diff:
uk_ua: Відзначена словникова відмінність:

source: Dialog
uk_ua: Діалог

source: Keywords:
uk_ua: Ключові слова:

source: Function names:
uk_ua: Імена функцій:

source: Comments:
uk_ua: Коментарі:

source: Numbers:
uk_ua: Числа:

source: Operators:
uk_ua: Оператори:

source: Strings:
uk_ua: Рядки:

source: Preprocessor:
uk_ua: Поперед. обрах.:

source: User 1:
uk_ua: Користувач 1:

source: User 2:
uk_ua: Користувач 2:

source: Bold
uk_ua: Жирний

source: &Use customized text colors
uk_ua: &Використати особливі кольори

source: Whitespace:
uk_ua: Пропуски:

source: Regular text:
uk_ua: Звичайний текст:

source: Selection:
uk_ua: Вибрано:

source: Margin:
uk_ua: Поле:

source: Search Marker:
uk_ua: Маркер пошуку:

source: User Defined Marker 1:
uk_ua: Маркер користувача 1:

source: User Defined Marker 2:
uk_ua: Маркер користувача 2:

source: User Defined Marker 3:
uk_ua: Маркер користувача 3:

source: &Use folder compare colors
uk_ua: &Використовувати кольори порівняння папок

source: Items equal:
uk_ua: Однакові елементи:

source: Items different:
uk_ua: Різні елементи:

source: Items missing:
uk_ua: Відсутні елементи:

source: Items filtered:
uk_ua: Відфільтровані елементи:

source: &Use custom system colors
uk_ua: &Використовувати власні системні кольори

source: System
uk_ua: Система

source: &Use Recycle Bin
uk_ua: Переміщувати вилучені файли до кошика

source: &External editor:
uk_ua: Зовнішній редактор:

source: &Store user data in:
uk_ua: &Зберігати дані користувача в:

source: &Filter folder:
uk_ua: Папка &фільтрів:

source: Temporary files folder
uk_ua: Папка тимчасових файлів

source: S&ystem temp folder
uk_ua: Системна тимчасова папка

source: C&ustom folder:
uk_ua: Власна папка:

source: Br&owse...
uk_ua: Огляд...

source: Compare
uk_ua: Порівняння

source: Whitespaces
uk_ua: Пропуски

source: &Compare
uk_ua: Враховувати &пропуски

source: &Ignore change
uk_ua: Нехтувати зміненими пропусками

source: I&gnore all
uk_ua: Нехтувати &всіма пропусками

source: Ignore blan&k lines
uk_ua: Нехтувати порожніми &лініями

source: Ignore &case
uk_ua: Нехтувати р&егістр

source: Igno&re EOL differences (Windows/Unix/Mac)
uk_ua: Ігно&рувати відмінності в кінцях рядків (Win/Unix/Mac)

source: Ignore num&bers
uk_ua: Ігнорувати чис&ла

source: Ignore codepage &differences
uk_ua: Ігнорувати ві&дмінності в кодуванні

source: Ignore c&omment differences
uk_ua: Ігнорувати відмінності у к&оментарях

source: Ignore &missing trailing EOL
uk_ua: Ігнорувати в&ідсутні символи кінця строки

source: Ignore line &breaks (treat as spaces)
uk_ua: Ігнорувати &розриви рядків (трактувати як пробіли)

source: E&nable moved block detection
uk_ua: Виявлення перемі&щених блоків

source: Align &similar lines
uk_ua: Вирівняти &схожі рядки

source: Diff &algorithm:
uk_ua: Алгоритм &порівняння:

source: Enable indent &heuristic
uk_ua: Увімкнути &евристичне вирівнювання відступів

source: Completely unhighlight the ignored differences
uk_ua: Повністю не підсвічувати ігноровані відмінності

source: Editor
uk_ua: Редактор

source: &Highlight syntax
uk_ua: Підсвічувати синтаксис

source: &Preserve original EOL
uk_ua: Оригінальні символи закінчення рядка

source: Tabs
uk_ua: Відступи

source: &Tab size:
uk_ua: Розмір &відступу:

source: &Insert tabs
uk_ua: &Вставляти табуляцію

source: Insert &spaces
uk_ua: &Пропуски

source: &Rendering mode:
uk_ua: Режим &рендерингу:

source: &Automatic rescan
uk_ua: Автоматичне &пересканування

source: Copy &granularity for selected differences:
uk_ua: Гранулярність копіювання для вибраних відмінностей:

source: Line Difference Coloring
uk_ua: Підсвічування відмінностей у рядку

source: View line differences
uk_ua: Показувати відмінності в рядку

source: &Character-level
uk_ua: За символами

source: &Word-level:
uk_ua: За словами:

source: W&ord break characters:
uk_ua: Символи для &розділення слів:

source: Some messages can be hidden by the user. Press Reset to make all messages visible again.
uk_ua: WinMerge не показує деякі повідомлення. Натисніть Скинути, щоб демонструвалися всі повідомлення.

source: Reset
uk_ua: Скинути

source: Patch Generator
uk_ua: Генератор патчу

source: File&1:
uk_ua: Файл 1:

source: File&2:
uk_ua: Файл 2:

source: &Swap
uk_ua: Поміняти

source: &Copy to clipboard
uk_ua: Копіювати в буфер обміну

source: &Append to existing file
uk_ua: Додати в існуючий файл

source: &Result:
uk_ua: Результат:

source: Bro&wse...
uk_ua: О&гляд...

source: &Format
uk_ua: Формат

source: St&yle:
uk_ua: Стиль:

source: &Context:
uk_ua: Контекст:

source: Inclu&de command line
uk_ua: Ввім&кнути командний рядок

source: Open in e&xternal editor
uk_ua: Відкрити у зовнішньому редакторі

source: Display Columns
uk_ua: Відображати стовпчики

source: Move &Up
uk_ua: &Вгору

source: Move &Down
uk_ua: В&низ

source: &Additional Properties
uk_ua: &Додаткові властивості

source: Additional Properties
uk_ua: Додаткові властивості

source: Select Plugin
uk_ua: Вибрати плагін

source: Plugin &name:
uk_ua: &Назва плагіну:

source: &Target files:
uk_ua: &Цільові файли:

source: Extensions list:
uk_ua: Перелік розширень:

source: Description:
uk_ua: Опис:

source: Default arguments:
uk_ua: Аргументи за замовчуванням:

source: Display all plugins (Ignore extension)
uk_ua: Показувати усі плагіни (Ігнорувати розширення)

source: &Open files in same window type after unpacking
uk_ua: &Відкривати файли у вікні того ж типу після розпакування

source: &Plugin pipeline:
uk_ua: Конвеєр &плагінів:

source: &Alias...
uk_ua: &Псевдонім...

source: Stop
uk_ua: Зупинити

source: Pause
uk_ua: Пауза

source: Continue
uk_ua: Продовжити

source: C&PU cores to use:
uk_ua: Ядра про&цесора, для використання:

source: Items total:
uk_ua: Всього елементів:

source: Items compared:
uk_ua: Порівняно елементів:

source: &Close
uk_ua: &Закрити

source: Go to
uk_ua: Перейти

source: G&o to:
uk_ua: П&ерейти до:

source: File
uk_ua: Файл

source: Go to what
uk_ua: Перейти до чого

source: Li&ne
uk_ua: &Рядок

source: &Difference
uk_ua: &Відмінність

source: &Go to
uk_ua: Перейт&и

source: File Filters
uk_ua: Фільтри файлів

source: &Mask / Filter Expression
uk_ua: &Маска / Вираз фільтра

source: Preset &Filters
uk_ua: Скинути &фільтри

source: Test...
uk_ua: Тест...

source: Install...
uk_ua: Встановити...

source: New...
uk_ua: Створити...

source: Edit...
uk_ua: Змінити...

source: Delete...
uk_ua: Вилучити...

source: Filter Condition
uk_ua: Умова фільтра

source: &Left-hand side:
uk_ua: &Ліва сторона:

source: &Operator:
uk_ua: &Оператор:

source: &Right-hand side:
uk_ua: &Права сторона:

source: Expression:
uk_ua: Вираз:

source: Codepage
uk_ua: Сторінка кодування

source: Default Codepage
uk_ua: Сторінка кодування за замовчуванням

source: Select the default codepage for non-Unicode files:
uk_ua: Виберіть сторінку кодування для не Юнікодних файлів за замовчуванням:

source: System codepage
uk_ua: Системна сторінка кодування

source: According to WinMerge User Interface
uk_ua: Залежно від інтерфейсу користувача WinMerge

source: Custom codepage:
uk_ua: Кодова сторінка користувача:

source: Detect codepage for: .html, .rc, .xml Restart required.
uk_ua: Визначати кодову сторінку для файлів: .html, .rc, .xml Потрібен перезапуск.

source: Detect codepage for files with mlang.dll Restart required.
uk_ua: Визначати кодову сторінку за допомого mlang.dll Потрібен перезапуск.

source: Archive Support
uk_ua: Підтримка архівів

source: &Enable archive file support
uk_ua: &Ввімкнути підтримку архівів

source: &Detect archive type from file signature
uk_ua: &Визначати тип архіву за сигнатурою або за заголовком файлу

source: Items saved to or restored from the project file:
uk_ua: Елементи, збережені або відновлені з файлу проєкту:

source: Save Modified Files?
uk_ua: Зберегти змінені файли?

source: Left side file
uk_ua: Файл з лівої сторони

source: &Save changes
uk_ua: &Зберегти зміни

source: &Discard changes
uk_ua: &Скасувати зміни

source: Middle side file
uk_ua: Файл у центрі

source: Sa&ve changes
uk_ua: З&берегти зміни

source: Discard c&hanges
uk_ua: Від&хилити зміни

source: Right side file
uk_ua: Файл з правої сторони

source: S&ave changes
uk_ua: З&берегти зміни

source: Dis&card changes
uk_ua: Ві&дхилити зміни

source: Disca&rd All
uk_ua: Скасу&вати все

source: Folder Compare Report
uk_ua: Звіт порівняння папок

source: Report &file:
uk_ua: &Файл звіту:

source: &Style:
uk_ua: &Стиль:

source: &Include file compare report
uk_ua: Включити звіт порівняння файлів

source: Shared or Private Filter
uk_ua: Спільний або особистий фільтр

source: What type of filter do you want?
uk_ua: Який тип фільтру ви хочете створити?

source: Shared Filter (for all users)
uk_ua: Спільний фільтр (для всіх користувачів цього ПК)

source: Private Filter (current user only)
uk_ua: Особистий фільтр (лише для поточного користувача)

source: Compare Statistics
uk_ua: Порівняння статистики

source: Folders:
uk_ua: Папки:

source: Files:
uk_ua: Файли:

source: Different
uk_ua: Відрізняються

source: Binary:
uk_ua: Двійкові:

source: Unique
uk_ua: Унікальні

source: Left:
uk_ua: Ліворуч:

source: Right:
uk_ua: Праворуч:

source: Identical
uk_ua: Однакові

source: Total:
uk_ua: Всього:

source: Close
uk_ua: Закрити

source: Middle:
uk_ua: Центр:

source: Missing Left:
uk_ua: Відсутні зліва:

source: Missing Middle:
uk_ua: Відсутні у центрі:

source: Missing Right:
uk_ua: Відсутні справа:

source: Affects
uk_ua: Впливає

source: (Affects)
uk_ua: (впливає)

source: Select Codepage for
uk_ua: Вибрати сторінку кодування для

source: &File Loading:
uk_ua: Завантаження &файлу:

source: File &Saving:
uk_ua: Збереження файлу:

source: &Use same codepage for both
uk_ua: Використати ту саму сторінку кодування

source: &Cancel
uk_ua: &Скасувати

source: Test Filter
uk_ua: Випробування фільтра

source: Testing filter:
uk_ua: Випробувати фільтр:

source: &Enter text to test:
uk_ua: Вкажіть текст для випробування:

source: &Folder Name
uk_ua: Ім'я папки

source: Result:
uk_ua: Результат:

source: &Test
uk_ua: &Випробувати

source: Table
uk_ua: Таблиця

source: File type
uk_ua: Тип файлу

source: Custom &Delimiter-Separated Values
uk_ua: Користувацькі значення з &роздільниками

source: D&elimiter character:
uk_ua: Символ р&оздільника:

source: &Allow newlines in quotes
uk_ua: &Дозволяти перенос рядка в лапках

source: &Quote character:
uk_ua: &Символ лапок:

source: Backup Files
uk_ua: Резервні копії

source: Create backup files for:
uk_ua: Створити резервні файли для:

source: &Folder compare
uk_ua: Порівняння &папок

source: Fil&e compare
uk_ua: Порівняння &файлів

source: Create backup files in:
uk_ua: Створити резервні файли:

source: &Original file's folder
uk_ua: &Папка оригінального файлу

source: &Global backup folder:
uk_ua: &Загальна папка для резервних копій:

source: Backup filename:
uk_ua: Ім'я резервного файлу:

source: &Append .bak extension
uk_ua: &Додати розширення .bak

source: A&ppend timestamp
uk_ua: Д&одати дату

source: Confirm Copy
uk_ua: Підтвердження

source: Are you sure you want to copy XXX items?
uk_ua: Ви дійсно хочете скопіювати XXX елементи?

source: From left
uk_ua: Ліворуч

source: To right
uk_ua: Праворуч

source: Don't ask this &question again.
uk_ua: Більше не &запитувати.

source: Yes
uk_ua: Так

source: No
uk_ua: Ні

source: Plugins
uk_ua: Плагіни

source: &Enable plugins
uk_ua: &Ввімкнути плагіни

source: Plugin &type:
uk_ua: Тип &плагіна:

source: File filters:
uk_ua: Фільтри файлів:

source: &Plugin arguments:
uk_ua: Аргументи &плагіна:

source: Enable &automatic unpacking/prediffing
uk_ua: Увімкнути &автоматичне розпакування/попереднє порівняння

source: Shell Integration
uk_ua: Вживлення в оболонку

source: Explorer
uk_ua: Провідник

source: &Add to context menu
uk_ua: &Додати до контекстного меню

source: E&nable advanced menu
uk_ua: В&вімкнути розширене меню

source: Enable &Compare As menu
uk_ua: Увімкнути меню &Порівняти як

source: &Register Shell Extension
uk_ua: &Зареєструвати розширення оболонки

source: &Unregister Shell Extension
uk_ua: &Скасувати реєстрацію розширення оболонки

source: Register Shell Extension for Current User &Only
uk_ua: Зареєструвати розширення оболонки &лише для поточного користувача

source: Unregister Shell Extension for Current User On&ly
uk_ua: Скасувати реєстрацію розширення оболонки ли&ше для поточного користувача

source: Register Shell Extension for &Windows 11
uk_ua: Зареєструвати розширення &оболонки для Windows 11
