Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Ukrainian.po
Languages: uk_ua

source: Ignore TSV Fields
uk_ua: Ігнорувати поля TSV

source: Ignore Leading Line Numbers
uk_ua: Ігнорувати початкові номери рядків

source: Apply Prediff Substitution Filters
uk_ua: Застосувати фільтри підміни переднього порівнювача

source: Prettify HTML
uk_ua: Форматувати HTML

source: Prettify JSON
uk_ua: Форматувати JSON

source: Prettify XML
uk_ua: Форматувати XML

source: Prettify YAML
uk_ua: Форматувати YAML

source: Preview Graphviz
uk_ua: Попередній перегляд Graphviz

source: Preview Markdown
uk_ua: Попередній перегляд Markdown

source: Preview PlantUML
uk_ua: Попередній перегляд PlantUML

source: Query CSV Data...
uk_ua: Запит даних CSV...

source: Query TSV Data...
uk_ua: Запит даних TSV...

source: Query JSON Data...
uk_ua: Запит даних JSON...

source: Query YAML Data...
uk_ua: Запит даних YAML...

source: Validate HTML
uk_ua: Перевірити HTML

source: Disassemble JVM Bytecode
uk_ua: Дизасемблювати JVM-байткод

source: Disassemble IL Code
uk_ua: Дизасемблювати IL-код

source: Disassemble Native Code
uk_ua: Дизасемблювати нативний код

source: Convert Text with AI...
uk_ua: Перетворити текст за допомогою AI...

source: Unescape Java properties files
uk_ua: Прибрати екранування у файлах властивостей Java

source: Make characters uppercase
uk_ua: Символи у верхній регістр

source: Make characters lowercase
uk_ua: Символи у нижній регістр

source: Remove duplicate lines
uk_ua: Видалити дублікати рядків

source: Count duplicate lines
uk_ua: Порахувати дублікати рядків

source: Sort lines ascending
uk_ua: Сортувати рядки за зростанням

source: Sort lines descending
uk_ua: Сортувати рядки за спаданням

source: Reverse columns
uk_ua: Обернути порядок стовпців

source: Reverse lines
uk_ua: Обернути порядок рядків

source: Replace text. Usage: Replace [-i] [-e] FIND REPLACE or: Replace -s FIND - text to find REPLACE - text to replace -i - ignore case (only for -e) -e - regex -s - use Substitution Filters
uk_ua: Замінити текст. Використання: Replace [-i] [-e] FIND REPLACE або: Replace -s FIND - текст для пошуку REPLACE - текст для заміни -i - ігнорувати регістр (тільки для -e) -e - регулярний вираз -s - використовувати фільтри підміни

source: Apply filter. Usage: ExecFilterCommand COMMAND COMMAND - command to execute. %1 = filename.
uk_ua: Застосувати фільтр. Використання: ExecFilterCommand COMMAND COMMAND - команда для виконання. %1 = ім'я файлу.

source: Tokenize. Usage: Tokenize PATTERNS PATTERNS - regex (e.g. [^\w]+)
uk_ua: Токенізувати. Використання: Tokenize PATTERNS PATTERNS - регулярний вираз (наприклад, [^\w]+)

source: Trim spaces
uk_ua: Обрізати пробіли

source: Select columns. Usage: SelectColumns RANGES or: SelectColumns [-v] [-i] [-g] -e PATTERNS RANGES - column ranges (-3,5-10,30-) PATTERNS - regex -v - select non-matching -i - ignore case -g - enable global flag -e - use PATTERNS
uk_ua: Вибрати стовпці. Використання: SelectColumns RANGES або: SelectColumns [-v] [-i] [-g] -e PATTERNS RANGES - діапазони стовпців (-3,5-10,30-) PATTERNS - регулярний вираз -v - вибирати ті, що не підходять -i - ігнорувати регістр -g - увімкнути глобальний прапорець -e - використати PATTERNS

source: Select lines. Usage: SelectLines RANGES or: SelectLines [-v] [-i] -e PATTERNS RANGES - line ranges (-3,5-10,30-) PATTERNS - regex -v - select non-matching -i - ignore case -e - use PATTERNS
uk_ua: Вибрати рядки. Використання: SelectLines RANGES або: SelectLines [-v] [-i] -e PATTERNS RANGES - діапазони рядків (-3,5-10,30-) PATTERNS - регулярний вираз -v - вибирати ті, що не підходять -i - ігнорувати регістр -e - використати PATTERNS

source: HTML Prettier (tidy-html5). Arguments: tidy command line options.
uk_ua: Форматувальник HTML (tidy-html5). Аргументи: параметри командного рядка tidy.

source: JSON Prettier (jq). Arguments: jq filter/command line options.
uk_ua: Форматувальник JSON (jq). Аргументи: jq фільтр/параметри командного рядка.

source: XML Prettier (tidy-html5). Arguments: tidy command line options.
uk_ua: Форматувальник XML (tidy-html5). Аргументи: параметри командного рядка tidy.

source: YAML Prettier (yq). Arguments: yq filter/command line options.
uk_ua: Форматувальник YAML (yq). Аргументи: yq фільтр/параметри командного рядка.

source: Graphviz Previewer. Arguments: dot command line options.
uk_ua: Переглядач Graphviz. Аргументи: параметри командного рядка dot.

source: Markdown Previewer. Arguments: md2html command line options.
uk_ua: Переглядач Markdown. Аргументи: параметри командного рядка md2html.

source: PlantUML Previewer. Arguments: plantuml.jar command line options.
uk_ua: Переглядач PlantUML. Аргументи: параметри командного рядка plantuml.jar.

source: CSV Querier (q). Arguments: SQL statement/q comannd line options.
uk_ua: Запитувач CSV (q). Аргументи: SQL-запит/параметри командного рядка q.

source: TSV Querier (q). Arguments: SQL statement/q comannd line options.
uk_ua: Запитувач TSV (q). Аргументи: SQL-вираз/параметри командного рядка q.

source: JSON Querier (jq). Arguments: jq filter/command line options.
uk_ua: Запитувач JSON (jq). Аргументи: jq фільтр/параметри командного рядка.

source: YAML Querier (yq). Arguments: yq filter/command line options.
uk_ua: Запитувач YAML (yq). Аргументи: yq фільтр/параметри командного рядка.

source: HTML Validator (tidy-html5). Arguments: tidy command line options.
uk_ua: Валідатор HTML (tidy-html5). Аргументи: параметри командного рядка tidy.

source: JVM bytecode disassembler (javap). Arguments: javap command line options.
uk_ua: Дизасемблер JVM-байткоду (javap). Аргументи: параметри командного рядка javap.

source: IL disassembler (ildasm). Arguments: ildasm command line options.
uk_ua: Дизасемблер IL (ildasm). Аргументи: параметри командного рядка ildasm.

source: Native code disassembler (dumpbin). Arguments: dumpbin command line options.
uk_ua: Дизасемблер нативного коду (dumpbin). Аргументи: параметри командного рядка dumpbin.

source: Content extractor (Apache Tika). Arguments: tika-app.jar command line options.
uk_ua: Витяг вмісту (Apache Tika). Аргументи: параметри командного рядка tika-app.jar.

source: Apply patch (GNU patch)
uk_ua: Застосувати патч (GNU patch)

source: Display MS Excel text content
uk_ua: Показати текстовий вміст MS Excel

source: Display MS PowerPoint text content
uk_ua: Показати текстовий вміст MS PowerPoint

source: Display MS Visio text content
uk_ua: Показати текстовий вміст MS Visio

source: Display MS Word text content
uk_ua: Показати текстовий вміст MS Word

source: Ignore columns - list from plugin name/argument
uk_ua: Ігнорувати стовпці — список із назви/аргументу плагіна

source: Ignore C, C++, PHP, and JavaScript comments (//... and /* ... */).
uk_ua: Ігнорувати коментарі в C, C++, PHP та JavaScript (//... і /* ... */).

source: Ignore fields - list from plugin name/argument
uk_ua: Ігнорувати поля — список із назви/аргументу плагіна

source: Ignore leading line numbers (e.g., NC, BASIC).
uk_ua: Ігнорувати початкові номери рядків (напр., NC, BASIC).

source: Prediff Line Filter
uk_ua: Фільтр рядків попеднього порівняння

source: Date and time insertion
uk_ua: Вставка дати та часу

source: HTTP URL Scheme Handler (curl). Arguments: curl command line options.
uk_ua: Обробник cхеми URL HTTP (curl). Аргументи: параметри командного рядка curl.

source: Windows Registry URL Scheme Handler. Arguments: reg.exe command line options.
uk_ua: Обробник схеми URL реєстру Windows. Аргументи: параметри командного рядка reg.exe.

source: Basic text functions
uk_ua: Базові текстові функції

source: AI-assisted text conversion
uk_ua: Перетворення тексту за допомогою AI

source: Text converter (OpenAI API). Usage: AIConvertText PROMPT
uk_ua: Конвертер тексту (OpenAI API). Використання: AIConvertText PROMPT

source: Unescape and display escaped Java properties files.
uk_ua: Прибрати екранування та показати файли властивостей Java.

source: CompareMSExcelFiles.sct WinMerge Plugin Options
uk_ua: Параметри WinMerge плагіна CompareMSExcelFiles.sct

source: Extract workbook data to multiple files
uk_ua: Витягти дані робочої книги в кілька файлів

source: Update external references (links)
uk_ua: Оновити зовнішні посилання

source: Compare document properties
uk_ua: Порівняти властивості документа

source: Compare names
uk_ua: Порівняти імена

source: Compare cell values
uk_ua: Порівняти значення клітинок

source: Compare worksheets as image (very slow)
uk_ua: Порівняти аркуші як зображення (дуже повільно)

source: - Image split size:
uk_ua: - Розмір поділу зображення:

source: Compare worksheets as HTML
uk_ua: Порівняти аркуші як HTML

source: Compare formulas
uk_ua: Порівняти формули

source: Compare texts in shapes
uk_ua: Порівняти текст у фігурах

source: Compare headers and footers
uk_ua: Порівняти верхні та нижні колонтитули

source: Cannot get Macros. Enable 'Trust access to Visual Basic Project' in MS Office Macro Security.
uk_ua: Не вдалося отримати макроси. Увімкніть опцію 'Довіряти доступ до проектів VBA' у налаштуваннях безпеки макросів MS Office.

source: Replace line breaks in formulas with spaces
uk_ua: Замінити переноси рядків у формулах пробілами

source: Compare VBA macros
uk_ua: Порівняти макроси VBA

source: CompareMSWordFiles.sct WinMerge Plugin Options
uk_ua: Параметри WinMerge плагіна CompareMSWordFiles.sct

source: Extract document data to multiple files
uk_ua: Витягти дані документа в кілька файлів

source: Compare bookmarks
uk_ua: Порівняти закладки

source: Compare text contents of documents
uk_ua: Порівняти текстовий вміст документів

source: Compare documents as HTML file (very slow)
uk_ua: Порівняти документи як HTML (дуже повільно)

source: CompareMSPowerPointFiles.sct WinMerge Plugin Options
uk_ua: Параметри WinMerge плагіна CompareMSPowerPointFiles.sct

source: Extract slide data to multiple files
uk_ua: Витягти дані слайдів у кілька файлів

source: Compare slides as image (very slow)
uk_ua: Порівняти слайди як зображення (дуже повільно)

source: Compare texts in notes page
uk_ua: Порівняти тексти на сторінці нотаток

source: CompareMSVisioFiles.sct WinMerge Plugin Options
uk_ua: Параметри WinMerge плагіна CompareMSVisioFiles.sct

source: Extract page data to multiple files
uk_ua: Витягти дані сторінок у кілька файлів

source: Compare pages as image (very slow)
uk_ua: Порівняти сторінки як зображення (дуже повільно)

source: PrediffLineFilter.sct WinMerge Plugin Options
uk_ua: Параметри WinMerge плагіна PrediffLineFilter.sct

source: Delete
uk_ua: Вилучити

source: Enabled
uk_ua: Увімкнено

source: Ignore Case
uk_ua: Ігнорувати регістр

source: Use RegExp
uk_ua: Використовувати Регулярні вирази

source: Find what
uk_ua: Знайти

source: Replace with
uk_ua: Замінити на

source: Settings
uk_ua: Налаштування

source: Column Ranges to Ignore: e.g.) 3,10-20,32-33
uk_ua: Діапазони стовпців для ігнорування: напр.) 3,10-20,32-33

source: Enter filename for patch '%1'
uk_ua: Введіть ім'я файлу для патча '%1'

source: File '%1' does not exist
uk_ua: Файл '%1' не існує

source: Enter command line arguments for patch
uk_ua: Введіть аргументи командного рядка для патча

source: Enter folder name for patch '%1'
uk_ua: Введіть ім'я папки для патча '%1'

source: Folder '%1' does not exist
uk_ua: Папка '%1' не існує

source: Do not use '-p0' for patch files with absolute paths
uk_ua: Не використовуйте '-p0' для патч-файлів з абсолютними шляхами

source: AI.sct WinMerge Plugin Options
uk_ua: Параметри WinMerge плагіна AI.sct

source: Enter prompt
uk_ua: Введіть підказку (prompt)

source: Enter OpenAI API key. - Requires OpenAI registration (fees may apply). - Key stored in env var %1.
uk_ua: Введіть ключ OpenAI API. - Потрібна реєстрація в OpenAI (можливі збори). - Ключ зберігається в змінній оточення %1.

source: Environment variable name for OpenAI API key
uk_ua: Ім'я змінної оточення для ключа OpenAI API

source: OpenAI API key
uk_ua: Ключ OpenAI API

source: Temperature
uk_ua: Температура

source: Maximum length
uk_ua: Максимальна довжина

source: Model
uk_ua: Модель

source: OpenAI API key changed. Restart to apply.
uk_ua: Ключ OpenAI API змінено. Перезапустіть програму для застосування.
