Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Vietnamese.po
Languages: vi

source: CompareMSExcelFiles.sct WinMerge Plugin Options
vi: Tuỳ chọn trình cắm CompareMSExcelFiles.sct của WinMerge

source: Extract workbook data to multiple files
vi: Trích xuất dữ liệu bảng tính thành nhiều tệp

source: Update external references (links)
vi: Cập nhật các tham chiếu bên ngoài (liên kết)

source: Compare document properties
vi: So sánh thuộc tính tài liệu

source: Compare names
vi: So sánh tên

source: Compare cell values
vi: So sánh giá trị ô

source: Compare worksheets as image (very slow)
vi: So sánh bảng tính dưới dạng hình ảnh (rất chậm)

source: - Image split size:
vi: - Kích thước chia nhỏ hình ảnh:

source: Compare worksheets as HTML
vi: So sánh bảng tính dưới dạng HTML

source: Compare formulas
vi: So sánh công thức

source: Compare texts in shapes
vi: So sánh văn bản trong các hình khối (shapes)

source: Compare headers and footers
vi: So sánh đầu trang và chân trang

source: Cannot get Macros. Enable 'Trust access to Visual Basic Project' in MS Office Macro Security.
vi: Không thể lấy các Vĩ lệnh (Macros). Hãy bật 'Tin cậy quyền truy cập vào Dự án Visual Basic' trong Thiết đặt Bảo mật Vĩ lệnh của MS Office.

source: Replace line breaks in formulas with spaces
vi: Thay thế dấu ngắt dòng trong công thức bằng dấu cách

source: Compare VBA macros
vi: So sánh vĩ lệnh VBA

source: CompareMSWordFiles.sct WinMerge Plugin Options
vi: Tuỳ chọn trình cắm CompareMSWordFiles.sct của WinMerge

source: Extract document data to multiple files
vi: Trích xuất dữ liệu tài liệu thành nhiều tệp

source: Compare bookmarks
vi: So sánh dấu trang

source: Compare text contents of documents
vi: So sánh nội dung văn bản của tài liệu

source: Compare documents as HTML file (very slow)
vi: So sánh tài liệu dưới dạng tệp HTML (rất chậm)

source: CompareMSPowerPointFiles.sct WinMerge Plugin Options
vi: Tuỳ chọn trình cắm CompareMSPowerPointFiles.sct của WinMerge

source: Extract slide data to multiple files
vi: Trích xuất dữ liệu bản trình chiếu thành nhiều tệp

source: Compare slides as image (very slow)
vi: So sánh bản trình chiếu dưới dạng hình ảnh (rất chậm)

source: Compare texts in notes page
vi: So sánh văn bản trong trang ghi chú

source: CompareMSVisioFiles.sct WinMerge Plugin Options
vi: Tuỳ chọn trình cắm CompareMSVisioFiles.sct của WinMerge

source: Extract page data to multiple files
vi: Trích xuất dữ liệu trang thành nhiều tệp

source: Compare pages as image (very slow)
vi: So sánh trang dưới dạng hình ảnh (rất chậm)

source: PrediffLineFilter.sct WinMerge Plugin Options
vi: Tuỳ chọn trình cắm PrediffLineFilter.sct của WinMerge

source: Delete
vi: Xoá

source: Enabled
vi: Đã bật

source: Ignore Case
vi: Bỏ qua hoa thường

source: Use RegExp
vi: Dùng biểu thức chính quy

source: Find what
vi: Tìm gì

source: Replace with
vi: Thay bằng

source: Settings
vi: Thiết đặt

source: Column Ranges to Ignore: e.g.) 3,10-20,32-33
vi: Các khoảng cột cần bỏ qua: ví dụ: 3,10-20,32-33

source: Enter filename for patch '%1'
vi: Nhập tên tệp cho bản vá '%1'

source: File '%1' does not exist
vi: Tệp '%1' không tồn tại

source: Enter command line arguments for patch
vi: Nhập các đối số dòng lệnh cho bản vá

source: Enter folder name for patch '%1'
vi: Nhập tên thư mục cho bản vá '%1'

source: Folder '%1' does not exist
vi: Thư mục '%1' không tồn tại

source: Do not use '-p0' for patch files with absolute paths
vi: Đừng dùng '-p0' cho các tệp vá có đường dẫn tuyệt đối

source: AI.sct WinMerge Plugin Options
vi: Tuỳ chọn trình cắm AI.sct của WinMerge

source: Enter prompt
vi: Nhập lời nhắc

source: Enter OpenAI API key. - Requires OpenAI registration (fees may apply). - Key stored in env var %1.
vi: Nhập khoá OpenAI API. - Yêu cầu đăng ký OpenAI (có thể mất phí). - Khoá được lưu trong biến môi trường %1.

source: Environment variable name for OpenAI API key
vi: Tên biến môi trường cho khoá API OpenAI

source: OpenAI API key
vi: Khoá API OpenAI

source: Temperature
vi: Nhiệt độ

source: Maximum length
vi: Độ dài tối đa

source: Model
vi: Mô hình

source: OpenAI API key changed. Restart to apply.
vi: Khoá API OpenAI đã thay đổi. Hãy khởi động lại để áp dụng.
