Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Vietnamese.po
Languages: vi

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
vi: LANG_VIETNAMESE, SUBLANG_DEFAULT

source: Copy to Middle
vi: Chép vào giữa

source: C&opy to Right Alt+Right
vi: Ché&p sang phải Alt+Right

source: Copy from Middle
vi: Chép từ giữa

source: Copy fro&m Right Alt+Shift+Left
vi: Chép t&ừ phải Alt+Shift+Left

source: Cop&y to Left Alt+Left
vi: Ché&p sang trái Alt+Left

source: Copy &from Left Alt+Shift+Right
vi: Chép &từ trái Alt+Shift+Right

source: Copy Selected Lines to Middle
vi: Chép các dòng được chọn vào giữa

source: Copy Selected Lines to Right
vi: Chép các dòng được chọn sang phải

source: Copy Selected Lines from Middle
vi: Chép các dòng được chọn từ giữa

source: Copy Selected Lines from Right
vi: Chép các dòng được chọn từ phải

source: Copy Selected Lines to Left
vi: Chép các dòng được chọn sang trái

source: Copy Selected Lines from Left
vi: Chép các dòng được chọn từ trái

source: Copy Selected Diff (Left) to Clipboard Ctrl+&1
vi: Chép khác biệt được chọn (trái) vào bảng tạm Ctrl+&1

source: Copy Selected Diff (Right) to Clipboard Ctrl+&2
vi: Chép khác biệt được chọn (phải) vào bảng tạm Ctrl+&2

source: Copy Selected Diff (Middle) to Clipboard Ctrl+&2
vi: Chép khác biệt được chọn (giữa) vào bảng tạm Ctrl+&2

source: Copy Selected Diff (Right) to Clipboard Ctrl+&3
vi: Chép khác biệt được chọn (phải) vào bảng tạm Ctrl+&3

source: Select Line &Difference F4
vi: Chọn dòng &khác biệt F4

source: Add to Substitution &Filters
vi: Thêm vào &bộ lọc thay thế

source: Add to &Line Filters
vi: Thêm vào bộ lọc &dòng

source: &Undo
vi: &Hoàn tác

source: &Redo
vi: &Làm lại

source: Cu&t
vi: Cắ&t

source: &Copy
vi: &Sao chép

source: &Paste
vi: &Dán

source: &Scripts
vi: &Kịch bản

source: < Empty >
vi: < Trống >

source: &Go to... Ctrl+G
vi: &Đi tới... Ctrl+G

source: Go to Moved Line Between Left and Middle Ctrl+Shift+G
vi: Đi tới dòng được di chuyển giữa bên trái và chính giữa Ctrl+Shift+G

source: Go to Moved Line Between Middle and Right Ctrl+Alt+G
vi: Đi tới dòng được di chuyển giữa chính giữa và bên phải Ctrl+Alt+G

source: Op&en
vi: &Mở

source: With &Registered Application
vi: Với ứng dụng đã &đăng ký

source: With &External Editor Ctrl+Alt+E
vi: Với trình chỉnh sửa &bên ngoài Ctrl+Alt+E

source: &With...
vi: &Với...

source: Open &Parent Folder...
vi: Mở thư mục &cha...

source: S&hell Menu
vi: Bảng chọn hệ &vỏ

source: Use First Line as Headers
vi: Sử dụng dòng đầu tiên làm đầu trang

source: Auto-Fit All Columns
vi: Tự động khớp tất cả các cột

source: View &Differences
vi: Xem các &khác biệt

source: Diff &Block Size
vi: Kích cỡ &khối khác biệt

source: &Ignore Color Difference
vi: &Bỏ qua khác biệt màu sắc

source: Ins&ertion/Deletion Detection
vi: Phát hiện &chèn/xoá

source: &None
vi: &Không

source: &Vertical
vi: &Dọc

source: &Horizontal
vi: &Ngang

source: &Previous Page
vi: Trang &trước

source: &Next Page
vi: Trang &sau

source: &Active Pane
vi: Khung đang &hoạt động

source: Rotate &Right 90deg
vi: Xoay sang &phải 90 độ

source: Rotate &Left 90deg
vi: Xoay sang &trái 90 độ

source: Flip V&ertically
vi: Lật theo chiều &dọc

source: Flip H&orizontally
vi: Lật theo chiều &ngang

source: &Zoom
vi: &Thu phóng

source: Zoom &In Ctrl++
vi: Phóng &to Ctrl++

source: Zoom &Out Ctrl+-
vi: Thu &nhỏ Ctrl+-

source: &Normal Ctrl+*
vi: &Bình thường Ctrl+*

source: &Overlay
vi: Lớp &phủ

source: &Alpha Blend
vi: &Pha trộn am-pha

source: Alpha &Blend Animation
vi: Hoạt ảnh &pha trộn am-pha

source: Dragging &Mode
vi: &Chế độ kéo

source: &Move
vi: &Di chuyển

source: &Adjust Offset
vi: &Điều chỉnh độ lệch

source: &Vertical Wipe
vi: Quét theo chiều &dọc

source: &Horizontal Wipe
vi: Quét theo chiều &ngang

source: Rectangle &Select
vi: Chọn hình &chữ nhật

source: &Set Background Color
vi: &Đặt màu nền

source: &Vector Image Scaling
vi: Tỷ lệ hình ảnh &vector

source: &Animation Settings
vi: Thiết đặt &hoạt ảnh

source: &Blink Interval
vi: Khoảng thời gian &nhấp nháy

source: &Overlay Animation Interval
vi: Khoảng thời gian hoạt ảnh của lớp &phủ

source: Compare Extracted &Text from Images
vi: So sánh văn bản được &trích xuất từ hình ảnh

source: Co&mpare
vi: &So sánh

source: &Screenshots
vi: Ảnh &màn hình

source: &Full Size Screenshots
vi: Ảnh màn hình &kích thước đầy đủ

source: &HTMLs
vi: &HTML

source: &Texts
vi: &Văn bản

source: &Resource Trees
vi: &Cây tài nguyên

source: &Size
vi: &Kích cỡ

source: Fit to Window
vi: Khít vừa cửa sổ

source: &Event Sync
vi: Đồng bộ &sự kiện

source: &Enabled
vi: Đã &bật

source: &Scroll
vi: &Cuộn

source: &Click
vi: &Nháy chuột

source: &Input
vi: &Nhập

source: &Go Back/Forward
vi: &Quay lại/Tiến tới

source: Clear &Browsing Data
vi: Xoá &dữ liệu duyệt web

source: &Disk Cache
vi: Bộ nhớ đệm trên &đĩa

source: &Cookies
vi: &Cookie

source: &Browsing History
vi: &Lịch sử duyệt web

source: &All Profiles
vi: &Mọi hồ sơ

source: &File
vi: &Tệp

source: &New
vi: &Mới

source: &Text
vi: &Văn bản

source: T&able
vi: Bả&ng

source: &Binary
vi: &Nhị phân

source: &Image
vi: &Hình ảnh

source: &Webpage
vi: Trang &web

source: New (&3 panes)
vi: Mới (&3 khung)

source: &Open... Ctrl+O
vi: &Mở... Ctrl+O

source: Open Conflic&t File...
vi: Mở tệp &xung đột...

source: Open C&lipboard
vi: Mở &bảng tạm

source: Open Pro&ject... Ctrl+J
vi: Mở &dự án... Ctrl+J

source: Sa&ve Project...
vi: &Lưu dự án...

source: Recent Projects
vi: Các dự án gần đây

source: Recent F&iles or Folders
vi: Các &tệp hoặc thư mục gần đây

source: E&xit Ctrl+Q
vi: &Thoát Ctrl+Q

source: &Edit
vi: &Sửa

source: &Paste Ctrl+V
vi: &Dán Ctrl+V

source: &Options... Ctrl+,
vi: &Tuỳ chọn... Ctrl+,

source: &View
vi: &Xem

source: Ta&b Bar
vi: Thanh &thẻ

source: &View Tab Bar
vi: &Xem thanh thẻ

source: &On Title Bar
vi: &Trên thanh tiêu đề

source: &Toolbar
vi: Thanh &công cụ

source: &Small
vi: &Nhỏ

source: &Medium
vi: &Vừa

source: &Big
vi: &Lớn

source: &Huge
vi: &Khổng lồ

source: Men&u Bar
vi: Thanh &bảng chọn

source: &Output Pane
vi: &Khung đầu ra

source: &Status Bar
vi: Thanh &trạng thái

source: &Tools
vi: &Công cụ

source: &Filters...
vi: &Bộ lọc...

source: &Generate Patch...
vi: &Sinh bản vá...

source: &Plugins
vi: Trìn&h cắm

source: P&lugin Settings...
vi: Thiết đặt &trình cắm...

source: Ma&nual Prediffer
vi: Trình tiền so sánh thủ &công

source: A&utomatic Prediffer
vi: Trình tiền so sánh &tự động

source: &Manual Unpacking
vi: Bung gói &thủ công

source: &Automatic Unpacking
vi: Bung gói &tự động

source: &Reload Plugins
vi: &Tải lại trình cắm

source: &Window
vi: Cử&a sổ

source: Cl&ose Ctrl+W
vi: Đón&g Ctrl+W

source: Clo&se All
vi: Đóng &tất cả

source: Change &Pane F6
vi: Thay đổi &khung F6

source: Tile &Horizontally
vi: Xếp &ngang

source: Tile &Vertically
vi: Xếp &dọc

source: &Cascade
vi: &Xếp tầng

source: &Help
vi: Trợ &giúp

source: &WinMerge Help F1
vi: Trợ giúp về &WinMerge F1

source: R&elease Notes
vi: Ghi &chú phát hành

source: &Translations
vi: &Bản dịch

source: C&onfiguration
vi: &Cấu hình

source: &GNU General Public License
vi: Giấy phép Công cộng &GNU

source: &About WinMerge...
vi: &Về WinMerge...

source: &Read-Only
vi: &Chỉ-đọc

source: L&eft Read-Only
vi: Bên &trái Chỉ-đọc

source: M&iddle Read-Only
vi: Ở &giữa Chỉ-đọc

source: Ri&ght Read-Only
vi: Bên &phải Chỉ-đọc

source: &File Encoding...
vi: Biên mã của &tệp...

source: Select &All Ctrl+A
vi: Chọn &tất cả Ctrl+A

source: Show &Identical Items
vi: Hiện các mục &giống hệt nhau

source: Show &Different Items
vi: Hiện các mục &khác nhau

source: Show L&eft Unique Items
vi: Hiện các mục duy nhất bên &trái

source: Show Midd&le Unique Items
vi: Hiện các mục duy nhất ở &giữa

source: Show Ri&ght Unique Items
vi: Hiện các mục duy nhất bên &phải

source: Show S&kipped Items
vi: Hiện các mục đã &bỏ qua

source: S&how Binary Files
vi: &Hiện các tệp nhị phân

source: &3-way Compare
vi: So sánh &3 bên

source: Show &Left Only Different Items
vi: Chỉ hiện các mục khác biệt bên &trái

source: Show &Middle Only Different Items
vi: Chỉ hiện các mục khác biệt ở &giữa

source: Show &Right Only Different Items
vi: Chỉ hiện các mục khác biệt bên &phải

source: Show L&eft Only Missing Items
vi: Chỉ hiện các mục còn thiếu bên &trái

source: Show Mi&ddle Only Missing Items
vi: Chỉ hiện các mục còn thiếu ở &giữa

source: Show Rig&ht Only Missing Items
vi: Chỉ hiện các mục còn thiếu bên &phải

source: Show Hidd&en Items
vi: Hiện các mục bị &ẩn

source: Tree &Mode
vi: &Chế độ cây

source: E&xpand Subfolders
vi: &Mở rộng thư mục con

source: &All Subfolders
vi: Tất cả các thư &mục con

source: &Different Subfolders
vi: Các thư mục con &khác biệt

source: &Identical Subfolders
vi: Các thư mục con &giống hệt

source: &Collapse All Subfolders
vi: &Gập tất cả thư mục con

source: Select &Font...
vi: Chọn &phông...

source: Use Default Font
vi: Sử dụng phông mặc định

source: Sw&ap Panes
vi: Hoán đổi các &khung

source: Swap &1st | 2nd
vi: Hoán đổi thứ &nhất | thứ 2

source: Swap &2nd | 3rd
vi: Hoán đổi thứ &2 | thứ 3

source: Swap 1st | &3rd
vi: Hoán đổi thứ nhất | thứ &3

source: Displa&y Filter Bar Ctrl+Shift+L
vi: Hiển thị &thanh bộ lọc Ctrl+Shift+L

source: Com&pare Statistics...
vi: Thống kê so &sánh...

source: Refresh F5
vi: Tải lại F5

source: &Refresh Selected Ctrl+F5
vi: &Tải lại phần được chọn Ctrl+F5

source: &Merge
vi: Trộ&n

source: Co&mpare Enter
vi: So &sánh Enter

source: &Next Difference Alt+Down
vi: Khác biệt &tiếp theo Alt+Down

source: &Previous Difference Alt+Up
vi: Khác biệt &trước đó Alt+Up

source: &First Difference Alt+Home
vi: Khác biệt &đầu tiên Alt+Home

source: &Current Difference Alt+Enter
vi: Khác biệt &hiện tại Alt+Enter

source: &Last Difference Alt+End
vi: Khác biệt &cuối cùng Alt+End

source: Copy to &Right Alt+Right
vi: Chép sang bên &phải Alt+Right

source: Copy to L&eft Alt+Left
vi: Chép sang bên &trái Alt+Left

source: &Delete Del
vi: &Xoá Del

source: &Customize Columns...
vi: &Tuỳ chỉnh các cột...

source: Generate &Report...
vi: Sinh &báo cáo...

source: &Edit with Unpacker...
vi: &Chỉnh sửa bằng trình bung gói...

source: &Save Ctrl+S
vi: &Lưu Ctrl+S

source: Sav&e
vi: &Lưu

source: Save &Left
vi: Lưu bên &trái

source: Save &Middle
vi: Lưu ở &giữa

source: Save &Right
vi: Lưu bên &phải

source: Save &As
vi: Lưu &như...

source: Save &Left As...
vi: Lưu bên &trái thành...

source: Save &Middle As...
vi: Lưu ở &giữa thành...

source: Save &Right As...
vi: Lưu bên &phải thành...

source: &Print... Ctrl+P
vi: &In... Ctrl+P

source: Page Set&up...
vi: Thiết đặt &trang...

source: Print Previe&w...
vi: Xem &trước khi in...

source: &Convert Line Endings to
vi: &Chuyển đổi ký tự cuối dòng sang

source: Mer&ge Mode F9
vi: Chế độ &trộn F9

source: Reloa&d Ctrl+F5
vi: Nạp &lại Ctrl+F5

source: Reco&mpare As
vi: So sánh &lại dưới dạng

source: &Undo Ctrl+Z
vi: &Hoàn tác Ctrl+Z

source: &Redo Ctrl+Y
vi: &Làm lại Ctrl+Y

source: Cu&t Ctrl+X
vi: Cắ&t Ctrl+X

source: &Copy Ctrl+C
vi: &Sao chép Ctrl+C

source: F&ind... Ctrl+F
vi: Tì&m... Ctrl+F

source: Repla&ce... Ctrl+H
vi: Thay &thế... Ctrl+H

source: &Marker... Ctrl+Shift+M
vi: Dấu &mốc... Ctrl+Shift+M

source: Advanced
vi: Nâng cao

source: &Copy With Line Numbers Ctrl+Shift+C
vi: &Chép kèm số dòng Ctrl+Shift+C

source: &Bookmarks
vi: &Dấu trang

source: &Toggle Bookmark Ctrl+F2
vi: &Bật/tắt dấu trang Ctrl+F2

source: &Next Bookmark F2
vi: Dấu trang &kế tiếp F2

source: &Previous Bookmark Shift+F2
vi: Dấu trang &trước đó Shift+F2

source: &Clear All Bookmarks
vi: &Xoá tất cả dấu trang

source: Syntax Highlight
vi: Tô sáng cú pháp

source: &Diff Context
vi: Ngữ cảnh &khác biệt

source: &All Lines
vi: &Tất cả các dòng

source: &0 Lines
vi: &0 dòng

source: &1 Line
vi: &1 dòng

source: &3 Lines
vi: &3 dòng

source: &5 Lines
vi: &5 dòng

source: &7 Lines
vi: &7 dòng

source: &9 Lines
vi: &9 dòng

source: &Toggle All and 0-9 Lines Ctrl+D
vi: &Bật tắt tất cả và 0-9 dòng Ctrl+D

source: &Invert (Hide Different Lines)
vi: &Đảo ngược (ẩn các dòng khác biệt)

source: &Lock Panes
vi: &Khoá các khung

source: &View Whitespace
vi: &Xem khoảng trắng

source: View E&OL
vi: Xem &kí tự cuối dòng (EOL)

source: Vie&w Line Differences
vi: Xe&m các khác biệt dòng

source: View Line &Numbers
vi: Xem &số dòng

source: View &Margins
vi: Xem các &mép

source: View To&p Margins
vi: Xem mép &trên

source: W&rap Lines
vi: Bọ&c dòng

source: Split V&ertically
vi: Tách theo chiều &dọc

source: Diff &Pane
vi: &Khung xem khác biệt

source: Lo&cation Pane
vi: Khung &vị trí

source: Output Pane
vi: Khung kết quả

source: Ne&xt Conflict Alt+Shift+Down
vi: Xung đột &tiếp theo Alt+Shift+Down

source: Pre&vious Conflict Alt+Shift+Up
vi: Xung đột &trước đó Alt+Shift+Up

source: A&dvanced
vi: &Nâng cao

source: Next Difference (Left/Middle) Alt+1
vi: Khác biệt tiếp theo (trái/giữa) Alt+1

source: Previous Difference (Left/Middle) Alt+Shift+1
vi: Khác biệt trước đó (trái/giữa) Alt+Shift+1

source: Next Difference (Left/Right) Alt+2
vi: Khác biệt tiếp theo (trái/phải) Alt+2

source: Previous Difference (Left/Right) Alt+Shift+2
vi: Khác biệt trước đó (trái/phải) Alt+Shift+2

source: Next Difference (Middle/Right) Alt+3
vi: Khác biệt tiếp theo (giữa/phải) Alt+3

source: Previous Difference (Middle/Right) Alt+Shift+3
vi: Khác biệt trước đó (giữa/phải) Alt+Shift+3

source: Next Left-Only Difference Alt+7
vi: Khác biệt tiếp theo chỉ có bên trái Alt+7

source: Previous Left-Only Difference Alt+Shift+7
vi: Khác biệt trước đó chỉ có bên trái Alt+Shift+7

source: Next Middle-Only Difference Alt+8
vi: Khác biệt tiếp theo chỉ có ở giữa Alt+8

source: Previous Middle-Only Difference Alt+Shift+8
vi: Khác biệt trước đó chỉ có ở giữa Alt+Shift+8

source: Next Right-Only Difference Alt+9
vi: Khác biệt tiếp theo chỉ có bên phải Alt+9

source: Previous Right-Only Difference Alt+Shift+9
vi: Khác biệt trước đó chỉ có bên phải Alt+Shift+9

source: Copy from &Left to
vi: Chép từ bên &trái sang

source: &Middle
vi: &Giữa

source: &Right
vi: &Phải

source: Copy from &Middle to
vi: Chép từ &giữa sang

source: &Left
vi: &Trái

source: Copy from &Right to
vi: Chép từ bên &phải sang

source: Copy Selected Lines from Le&ft to
vi: Chép các dòng được chọn từ bên &trái sang

source: Copy Selected Lines from Mi&ddle to
vi: Chép các dòng được chọn từ &giữa sang

source: Copy Selected Lines from Ri&ght to
vi: Chép các dòng được chọn từ bên &phải sang

source: Copy from Left Alt+Shift+Right
vi: Chép từ bên trái Alt+Shift+Right

source: Copy from Right Alt+Shift+Left
vi: Chép từ bên phải Alt+Shift+Left

source: C&opy to Right and Advance Ctrl+Alt+Right
vi: Sao &chép sang bên phải và tiến tiếp Ctrl+Alt+Right

source: Copy &to Left and Advance Ctrl+Alt+Left
vi: Chép &sang bên trái và tiến tiếp Ctrl+Alt+Left

source: Copy &All to Right
vi: Chép &tất cả sang bên phải

source: Cop&y All to Left
vi: Sao ché&p tất cả sang bên trái

source: A&uto Merge Ctrl+Alt+M
vi: &Tự động trộn Ctrl+Alt+M

source: Add &Synchronization Point Alt+S
vi: Thêm điểm &đồng bộ hoá Alt+S

source: Clear Sync&hronization Points
vi: Xoá các điểm đồng &bộ hoá

source: Unpac&ker
vi: Trình &bung gói

source: &Prediffer
vi: Trình tiền &so sánh

source: Apply Pre&differ...
vi: Áp dụng trình &so sánh trước...

source: &Transform with Editor Script...
vi: &Chuyển đổi bằng kịch bản chỉnh sửa...

source: Scripts for &Copying
vi: Mã kịch bản để &sao chép

source: Select &Editor Script...
vi: Chọn kịch bản &chỉnh sửa...

source: Sp&lit
vi: &Tách

source: Comp&are
vi: So &sánh

source: Compare in New &Window
vi: So sánh trong &cửa sổ mới

source: Compare Non-hor&izontally...
vi: So sánh không theo chiều &ngang...

source: Compare Non-hor&izontally
vi: So sánh không theo chiều &ngang

source: First &Left with Second Left
vi: Bên &trái thứ nhất với bên trái thứ 2

source: First &Right with Second Right
vi: Bên &phải thứ nhất với bên phải thứ 2

source: &First Left with Second Right
vi: &Bên trái thứ nhất với bên phải thứ 2

source: &Second Left with First Right
vi: Bên trái thứ &2 với bên phải thứ nhất

source: Co&mpare As
vi: So &sánh dưới dạng

source: Left to Middle (%1 of %2)
vi: Trái sang giữa (%1 trên %2)

source: Left to Right (%1 of %2)
vi: Trái sang phải (%1 trên %2)

source: Left to... (%1 of %2)
vi: Trái sang... (%1 trên %2)

source: Middle to Left (%1 of %2)
vi: Giữa sang trái (%1 trên %2)

source: Middle to Right (%1 of %2)
vi: Giữa sang phải (%1 trên %2)

source: Middle to... (%1 of %2)
vi: Giữa sang... (%1 trên %2)

source: Right to Middle (%1 of %2)
vi: Phải sang giữa (%1 trên %2)

source: Right to Left (%1 of %2)
vi: Phải sang trái (%1 trên %2)

source: Right to... (%1 of %2)
vi: Phải sang... (%1 trên %2)

source: &Delete
vi: &Xoá

source: &Both
vi: &Cả hai

source: &All
vi: &Tất cả

source: Re&name
vi: Đổi &tên

source: &Hide Items
vi: &Ẩn các mục

source: &Open Left
vi: &Mở bên trái

source: Open Midd&le
vi: Mở ở &giữa

source: O&pen Right
vi: Mở bên &phải

source: Cop&y Paths
vi: Sao &chép các đường dẫn

source: Left (%1 of %2)
vi: Bên trái (%1 trên %2)

source: Middle (%1 of %2)
vi: Ở giữa (%1 trên %2)

source: Right (%1 of %2)
vi: Bên phải (%1 trên %2)

source: Both (%1 of %2)
vi: Cả hai (%1 trên %2)

source: All (%1 of %2)
vi: Tất cả (%1 trên %2)

source: Copy &Filenames
vi: Chép &tên tệp

source: Copy Items to Clip&board
vi: Chép các mục vào bảng &tạm

source: Copy All Di&splayed Columns
vi: Chép tất cả các cột đang &hiển thị

source: &Zip
vi: &Nén

source: Both to... (%1 of %2)
vi: Cả hai sang... (%1 trên %2)

source: All to... (%1 of %2)
vi: Tất cả sang... (%1 trên %2)

source: Differences to... (%1 of %2)
vi: Các khác biệt sang... (%1 trên %2)

source: Left Shell Menu
vi: Bảng chọn hệ vỏ bên trái

source: Middle Shell Menu
vi: Bảng chọn hệ vỏ ở giữa

source: Right Shell Menu
vi: Bảng chọn hệ vỏ bên phải

source: Both Shell Menu
vi: Cả hai bảng chọn hệ vỏ

source: All Shell Menu
vi: Tất cả bảng chọn hệ vỏ

source: Copy
vi: Sao chép

source: &Copy Full Path
vi: Chép đường dẫn đầy đủ

source: Copy &Filename
vi: Chép tên tệp

source: &Edit Caption F2
vi: Chỉnh sửa tiêu đề F2

source: Edit &Path Ctrl+L
vi: Chỉnh sửa đường dẫn Ctrl+L

source: &Open...
vi: Mở...

source: Unpacker Settings
vi: Thiết đặt trình bung gói

source: <None>
vi: <Không có>

source: <Automatic>
vi: <Tự động>

source: &Select...
vi: Chọn...

source: Prediffer Settings
vi: Thiết đặt trình tiền so sánh

source: G&o to Diff
vi: Đi tới khác biệt

source: Move Cursor on &Click
vi: Di chuyển con trỏ khi nháy chuột

source: &No Moved Blocks
vi: Không có khối nào bị di chuyển

source: &All Moved Blocks
vi: Tất cả khối bị di chuyển

source: W&hitespaces
vi: Khoảng trắng

source: Com&pare
vi: So sánh

source: I&gnore Changes
vi: Bỏ qua các thay đổi

source: Ig&nore All
vi: Bỏ qua tất cả

source: Ignore Blan&k Lines
vi: Bỏ qua dòng trống

source: Ignore &Case
vi: Bỏ qua hoa thường

source: Igno&re EOL Differences (Windows/Unix/Mac)
vi: Bỏ qua sự khác biệt EOL (Windows/Unix/Mac)

source: Ignore Codepage &Differences
vi: Bỏ qua sự khác biệt trang mã

source: Ignore Num&bers
vi: Bỏ qua số

source: Ignore C&omment Differences
vi: Bỏ qua sự khác biệt chú thích

source: Ignore &Missing Trailing EOL
vi: Bỏ qua thiếu kí tự EOL ở cuối

source: Ignore Line &Breaks (Treat as Spaces)
vi: Bỏ qua ngắt dòng (Coi như dấu cách)

source: &Include Subfolders
vi: Bao gồm cả thư mục con

source: &Compare Method
vi: Phương thức so sánh

source: Full Contents
vi: Nội dung đầy đủ

source: Quick Contents
vi: Nội dung nhanh

source: Binary Contents
vi: Nội dung nhị phân

source: Modified Date
vi: Ngày sửa đổi

source: Modified Date and Size
vi: Ngày sửa đổi và kích cỡ

source: Size
vi: Kích cỡ

source: Existence
vi: Sự tồn tại

source: &Load Project...
vi: Nạp dự án...

source: ${*} - All Arguments
vi: ${*} - Tất cả đối số

source: ${1} - First Argument
vi: ${1} - Đối số thứ nhất

source: ${2} - Second Argument
vi: ${2} - Đối số thứ hai

source: ${3} - Third Argument
vi: ${3} - Đối số thứ ba

source: ${4} - Fourth Argument
vi: ${4} - Đối số thứ tư

source: ${5} - Fifth Argument
vi: ${5} - Đối số thứ năm

source: ${6} - Sixth Argument
vi: ${6} - Đối số thứ sáu

source: ${7} - Seventh Argument
vi: ${7} - Đối số thứ bảy

source: ${8} - Eighth Argument
vi: ${8} - Đối số thứ tám

source: ${9} - Ninth Argument
vi: ${9} - Đối số thứ chín

source: ${SRC_FILE} - Source File
vi: ${SRC_FILE} - Tệp nguồn

source: ${SRC_FOLDER} - Source Folder
vi: ${SRC_FOLDER} - Thư mục nguồn

source: ${SRC_URL} - Source URL
vi: ${SRC_URL} - URL nguồn

source: ${SRC_URL_PROTOCOL} - Source URL Protocol
vi: ${SRC_URL_PROTOCOL} - Giao thức URL nguồn

source: ${SRC_URL_SUFFIX} - Source URL Suffix
vi: ${SRC_URL_SUFFIX} - Hậu tố URL nguồn

source: ${DST_FILE} - Destination File
vi: ${DST_FILE} - Tệp đích

source: ${DST_FOLDER} - Destination Folder
vi: ${DST_FOLDER} - Thư mục đích

source: ${DST_URL} - Destination URL
vi: ${DST_URL} - URL đích

source: ${DST_URL_PROTOCOL} - Destination URL Protocol
vi: ${DST_URL_PROTOCOL} - Giao thức URL đích

source: ${DST_URL_SUFFIX} - Destination URL Suffix
vi: ${DST_URL_SUFFIX} - Hậu tố URL đích

source: ${WINMERGE_HOME} - WinMerge Home Directory
vi: ${WINMERGE_HOME} - Thư mục nhà của WinMerge

source: ${SCRIPT_FILE} - Script File
vi: ${SCRIPT_FILE} - Tệp kịch bản

source: Add &Unpacker Plugin...
vi: Thêm trình cắm bung gói...

source: Add &Prediffer Plugin...
vi: Thêm trình cắm tiền so sánh...

source: &Duplicate Plugin...
vi: Nhân bản trình cắm...

source: Clear &All
vi: Xoá sạch tất cả

source: &Clear All
vi: Xoá sạch tất cả

source: Remove Last Filter &Group
vi: Loại bỏ nhóm bộ lọc cuối cùng

source: R&eset to Default (*.*)
vi: Đặt lại về mặc định (*.*)

source: Add E&xclude File
vi: Thêm tệp loại trừ

source: &System Files
vi: Các tệp hệ thống

source: &Editor Backup Files
vi: Các tệp sao lưu của trình chỉnh sửa

source: &Compiled Binary Files
vi: Các tệp nhị phân đã biên dịch

source: &Log Files
vi: Các tệp nhật kí

source: &Temporary or Cache Files
vi: Các tệp tạm thời hoặc bộ nhớ đệm

source: Add Excl&ude Folder
vi: Thêm thư mục loại trừ

source: &Version Control
vi: Kiểm soát phiên bản

source: &Build Artifacts
vi: Các bản dựng thành phẩm

source: Add &File Condition
vi: Thêm điều kiện tệp

source: File &Size
vi: Kích cỡ tệp

source: Less than 1KB
vi: Nhỏ hơn 1KB

source: 1KB or more
vi: Từ 1KB trở lên

source: Less than 10KB
vi: Nhỏ hơn 10KB

source: 10KB or more
vi: Từ 10KB trở lên

source: Less than 100KB
vi: Nhỏ hơn 100KB

source: 100KB or more
vi: Từ 100KB trở lên

source: Less than 1MB
vi: Nhỏ hơn 1MB

source: 1MB or more
vi: Từ 1MB trở lên

source: Less than 10MB
vi: Nhỏ hơn 10MB

source: 10MB or more
vi: Từ 10MB trở lên

source: Less than 100MB
vi: Nhỏ hơn 100MB

source: 100MB or more
vi: Từ 100MB trở lên

source: Less than 1GB
vi: Nhỏ hơn 1GB

source: 1GB or more
vi: Từ 1GB trở lên

source: Custom Range...
vi: Khoảng tuỳ chỉnh...

source: &Last Modified
vi: Sửa đổi lần cuối

source: &Hour
vi: Giờ

source: More than 1 hour ago
vi: Cách đây hơn 1 giờ

source: Within 1 hour
vi: Trong vòng 1 giờ

source: &Day
vi: Ngày

source: Before today
vi: Trước hôm nay

source: Today
vi: Hôm nay

source: Before yesterday
vi: Trước hôm qua

source: Yesterday
vi: Hôm qua

source: Since yesterday
vi: Kể từ hôm qua

source: &Week
vi: Tuần

source: Before this week
vi: Trước tuần này

source: This week
vi: Tuần này

source: Before last week
vi: Trước tuần trước

source: Last week
vi: Tuần trước

source: Since last week
vi: Kể từ tuần trước

source: &Month
vi: Tháng

source: Before this month
vi: Trước tháng này

source: This month
vi: Tháng này

source: Before last month
vi: Trước tháng trước

source: Last month
vi: Tháng trước

source: Since last month
vi: Kể từ tháng trước

source: &Year
vi: Năm

source: Before this year
vi: Trước năm nay

source: This year
vi: Năm nay

source: Before last year
vi: Trước năm ngoái

source: Last year
vi: Năm ngoái

source: Since last year
vi: Kể từ năm ngoái

source: &Custom Range...
vi: Khoảng tuỳ chỉnh...
