Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Vietnamese.po
Languages: vi

source: &Attributes
vi: Thuộc tính

source: Read-only files
vi: Các tệp chỉ-đọc

source: Not read-only files
vi: Các tệp không phải chỉ-đọc

source: Hidden files
vi: Các tệp ẩn

source: Not hidden files
vi: Các tệp không ẩn

source: System files
vi: Các tệp hệ thống

source: Not system files
vi: Các tệp không phải hệ thống

source: File &Content
vi: Nội dung tệp

source: Contains string...
vi: Có chứa xâu...

source: Does not contain string...
vi: Không chứa xâu...

source: First line contains string...
vi: Dòng đầu tiên có chứa xâu...

source: First line does not contain string...
vi: Dòng đầu tiên không chứa xâu...

source: First 10 lines contain string...
vi: 10 dòng đầu có chứa xâu...

source: First 10 lines do not contain string...
vi: 10 dòng đầu không chứa xâu...

source: Last 10 lines contain string...
vi: 10 dòng cuối có chứa xâu...

source: Last 10 lines do not contain string...
vi: 10 dòng cuối không chứa xâu...

source: Last line contains string...
vi: Dòng cuối cùng có chứa xâu...

source: Last line does not contain string...
vi: Dòng cuối cùng không chứa xâu...

source: &Line Count
vi: Số lượng dòng

source: Less than 10
vi: Nhỏ hơn 10

source: 10 or more
vi: Từ 10 trở lên

source: Less than 100
vi: Nhỏ hơn 100

source: 100 or more
vi: Từ 100 trở lên

source: Less than 1000
vi: Nhỏ hơn 1000

source: 1000 or more
vi: Từ 1000 trở lên

source: Less than 10000
vi: Nhỏ hơn 10000

source: 10000 or more
vi: Từ 10000 trở lên

source: Less than 100000
vi: Nhỏ hơn 100000

source: 100000 or more
vi: Từ 100000 trở lên

source: Additional &Properties...
vi: Các thuộc tính bổ sung...

source: Add F&older Condition
vi: Thêm điều kiện thư mục

source: &Files
vi: Tệp

source: 0 files
vi: 0 tệp

source: 1 file or more
vi: Từ 1 tệp trở lên

source: &Items
vi: Mục

source: 0 items
vi: 0 mục

source: 1 item or more
vi: Từ 1 mục trở lên

source: &Total Size
vi: Tổng kích cỡ

source: &Recursive
vi: Đệ quy

source: Target: &Any (Left/Middle/Right)
vi: Đích: Bất kì (trái/giữa/phải)

source: Target: &Left
vi: Đích: Bên trái

source: Target: &Middle
vi: Đích: Ở giữa

source: Target: &Right
vi: Đích: Bên phải

source: Add &Difference Condition
vi: Thêm điều kiện khác biệt

source: Equal
vi: Bằng

source: Not Equal
vi: Không bằng

source: Less Than
vi: Nhỏ hơn

source: Less Than or Equal to
vi: Nhỏ hơn hoặc bằng

source: Greater Than
vi: Lớn hơn

source: Greater Than or Equal to
vi: Lớn hơn hoặc bằng

source: Less than 10B
vi: Nhỏ hơn 10B

source: 10B or more
vi: Từ 10B trở lên

source: Less than 100B
vi: Nhỏ hơn 100B

source: 100B or more
vi: Từ 100B trở lên

source: Less than 1 second
vi: Nhỏ hơn 1 giây

source: 1 second or more
vi: Từ 1 giây trở lên

source: Less than 1 minute
vi: Nhỏ hơn 1 phút

source: 1 minute or more
vi: Từ 1 phút trở lên

source: Less than 1 hour
vi: Nhỏ hơn 1 giờ

source: 1 hour or more
vi: Từ 1 giờ trở lên

source: Less than 1 day
vi: Nhỏ hơn 1 ngày

source: 1 day or more
vi: Từ 1 ngày trở lên

source: Less than 1 week
vi: Nhỏ hơn 1 tuần

source: 1 week or more
vi: Từ 1 tuần trở lên

source: Target: &Left and Right
vi: Đích: Bên trái và phải

source: Target: Left and &Middle
vi: Đích: Bên trái và giữa

source: Target: Middle and &Right
vi: Đích: Ở giữa và phải

source: Target: &All
vi: Đích: Tất cả

source: &Clear conditions
vi: Xoá sạch các điều kiện

source: Compare &Size
vi: So sánh kích cỡ

source: Compare &Date
vi: So sánh ngày

source: Compare &Attributes
vi: So sánh thuộc tính

source: Compare C&ontents
vi: So sánh nội dung

source: About WinMerge
vi: Về WinMerge

source: Visit the WinMerge Homepage!
vi: Hãy truy cập trang chủ WinMerge!

source: Contributors
vi: Người đóng góp

source: Select Files or Folders
vi: Chọn tệp hoặc thư mục

source: &1st File or Folder
vi: Tệp hoặc thư mục thứ nhất

source: Re&ad-only
vi: Chỉ-đọc

source: Swap 1st | 2nd
vi: Hoán đổi 1 | 2

source: &Browse...
vi: Duyệt...

source: &2nd File or Folder
vi: Tệp hoặc thư mục thứ 2

source: Rea&d-only
vi: Chỉ-đọc

source: Swap 2nd | 3rd
vi: Hoán đổi 2 | 3

source: B&rowse...
vi: Duyệt...

source: &3rd File or Folder (Optional)
vi: Tệp hoặc thư mục thứ 3 (tuỳ chọn)

source: Read-o&nly
vi: Chỉ-đọc

source: Swap 1st | 3rd
vi: Hoán đổi 1 | 3

source: Browse...
vi: Duyệt...

source: Folder: Filter
vi: Thư mục: Bộ lọc

source: &Include subfolders
vi: Bao gồm các thư mục con

source: File: Prediffer Plugin
vi: Tệp: Trình cắm tiền so sánh

source: File: Unpacker Plugin
vi: Tệp: Trình cắm bung gói

source: Se&lect...
vi: Chọn...

source: Cancel
vi: Huỷ

source: Status:
vi: Trạng thái:

source: Help
vi: Trợ giúp

source: &Options...
vi: Tuỳ chọn...

source: Find
vi: Tìm

source: Fi&nd what:
vi: Tìm gì:

source: Match &whole word only
vi: Chỉ khớp cả từ

source: Match &case
vi: Phân biệt hoa thường

source: Regular &expression
vi: Biểu thức chính quy

source: D&on't wrap end of file
vi: Đừng tìm vòng lại khi tới cuối tệp

source: &Don't close this dialog
vi: Đừng đóng hộp thoại này

source: &Find Next
vi: Tìm tiếp

source: Find &Prev
vi: Tìm trước đó

source: Replace
vi: Thay thế

source: Re&place with:
vi: Thay bằng:

source: &Don't wrap at end of file
vi: Đừng tìm vòng lại khi tới cuối tệp

source: Replace in
vi: Thay thế trong

source: &Selection
vi: Phần được chọn

source: Wh&ole file
vi: Toàn bộ tệp

source: Find Pre&v
vi: Tìm trước đó

source: &Replace
vi: Thay thế

source: Replace &All
vi: Thay thế tất cả

source: Markers
vi: Dấu mốc

source: Enable &markers
vi: Bật dấu mốc

source: New
vi: Mới

source: &Background color:
vi: Màu nền:

source: &Apply
vi: Áp dụng

source: Line Filters
vi: Bộ lọc dòng

source: Enable Line Filters
vi: Bật bộ lọc dòng

source: Regular Expressions (one per line):
vi: Biểu thức chính quy (mỗi dòng một biểu thức):

source: Edit
vi: Sửa

source: Remove
vi: Loại bỏ

source: Substitution Filters
vi: Bộ lọc thay thế

source: Changes to the listed pairs below will be ignored or marked as insignificant. Patches are unaffected.
vi: Các thay đổi đối với những cặp liệt kê dưới đây sẽ được bỏ qua hoặc đánh dấu là không quan trọng. Các bản vá không bị ảnh hưởng.

source: Enable
vi: Bật

source: Add
vi: Thêm

source: Clear
vi: Xoá sạch

source: Options
vi: Tuỳ chọn

source: Import...
vi: Nhập...

source: Export...
vi: Xuất...

source: General
vi: Tổng quát

source: Automatically &scroll to first difference
vi: Tự động cuộn đến điểm khác biệt đầu tiên

source: Automatically s&croll to first inline difference
vi: Tự động cuộn đến khác biệt nội dòng đầu tiên

source: Cl&ose windows with 'Esc':
vi: Đóng cửa sổ bằng phím 'Esc':

source: &Automatically verify paths in Open dialog
vi: Tự động xác minh đường dẫn trong hộp thoại Mở

source: Single instance mode:
vi: Chế độ đơn-hiện-thể:

source: As&k when closing multiple windows
vi: Hỏi khi đóng nhiều cửa sổ

source: &Preserve file time in file compare
vi: Giữ nguyên thời gian tệp khi so sánh tệp

source: Show "Select Files or Folders" dialog on startup
vi: Hiện hộp thoại "Chọn tệp hoặc thư mục" khi khởi động

source: Close "Select Files or Folders" dialog on clicking Compare button
vi: Đóng hộp thoại "Chọn tệp hoặc thư mục" khi nhấn nút So sánh

source: Op&en dialog Auto completion:
vi: Tự động hoàn thành hộp thoại mở:

source: Auto-&reload modified files:
vi: Tự động tải lại các tệp đã sửa đổi:

source: Language:
vi: Ngôn ngữ:

source: Defaults
vi: Mặc định

source: Colors
vi: Màu sắc

source: Color &mode:
vi: Chế độ màu:

source: &Light mode scheme:
vi: Sơ đồ chế độ sáng:

source: &Dark mode scheme:
vi: Sơ đồ chế độ tối:

source: Your custom schemes
vi: Sơ đồ tuỳ chỉnh của bạn

source: &Save current scheme...
vi: Lưu sơ đồ hiện tại...

source: Delete &current scheme...
vi: Xoá sơ đồ hiện tại...

source: Background
vi: Nền

source: Deleted
vi: Đã xoá

source: Text
vi: Văn bản

source: Difference:
vi: Khác biệt:

source: Selected Difference:
vi: Khác biệt được chọn:

source: Ignored Difference:
vi: Khác biệt được bỏ qua:

source: Moved:
vi: Đã di chuyển:

source: Selected Moved:
vi: Phần di chuyển được chọn:

source: Same As Next (3 panes):
vi: Giống như phần tiếp theo (3 khung):

source: Same As Next (Selected):
vi: Giống như phần tiếp theo (được chọn):

source: Word Difference:
vi: Khác biệt từ:

source: Selected Word Diff:
vi: Khác biệt từ được chọn:

source: Dialog
vi: Hộp thoại

source: Keywords:
vi: Từ khoá:

source: Function names:
vi: Tên hàm:

source: Comments:
vi: Chú thích:

source: Numbers:
vi: Số:

source: Operators:
vi: Toán tử:

source: Strings:
vi: Xâu ký tự:

source: Preprocessor:
vi: Bộ tiền xử lý:

source: User 1:
vi: Người dùng 1:

source: User 2:
vi: Người dùng 2:

source: Bold
vi: Đậm

source: &Use customized text colors
vi: Sử dụng màu văn bản tuỳ chỉnh

source: Whitespace:
vi: Khoảng trắng:

source: Regular text:
vi: Văn bản thường:

source: Selection:
vi: Phần được chọn:

source: Margin:
vi: Mép:

source: Search Marker:
vi: Tìm kiếm dấu mốc:

source: User Defined Marker 1:
vi: Dấu mốc người dùng tự định nghĩa 1:

source: User Defined Marker 2:
vi: Dấu mốc người dùng tự định nghĩa 2:

source: User Defined Marker 3:
vi: Dấu mốc người dùng tự định nghĩa 3:

source: &Use folder compare colors
vi: Sử dụng màu so sánh thư mục

source: Items equal:
vi: Mục trùng khớp:

source: Items different:
vi: Mục khác biệt:

source: Items missing:
vi: Mục bị thiếu:

source: Items filtered:
vi: Mục được lọc:

source: &Use custom system colors
vi: Sử dụng màu hệ thống tuỳ chỉnh

source: System
vi: Hệ thống

source: &Use Recycle Bin
vi: Sử dụng thùng rác

source: &External editor:
vi: Trình chỉnh sửa bên ngoài:

source: &Store user data in:
vi: Lưu trữ dữ liệu người dùng tại:

source: &Filter folder:
vi: Thư mục bộ lọc:

source: Temporary files folder
vi: Thư mục tệp tạm thời

source: S&ystem temp folder
vi: Thư mục tạm của hệ thống

source: C&ustom folder:
vi: Thư mục tuỳ chỉnh:

source: Br&owse...
vi: Duyệt...

source: Compare
vi: So sánh

source: Whitespaces
vi: Khoảng trắng

source: &Compare
vi: So sánh

source: &Ignore change
vi: Bỏ qua thay đổi

source: I&gnore all
vi: Bỏ qua tất cả

source: Ignore blan&k lines
vi: Bỏ qua các dòng trống

source: Ignore &case
vi: Bỏ qua &hoa thường

source: Igno&re EOL differences (Windows/Unix/Mac)
vi: Bỏ qua &khác biệt EOL (Windows/Unix/Mac)

source: Ignore num&bers
vi: Bỏ qua &số

source: Ignore codepage &differences
vi: Bỏ qua &khác biệt trang mã

source: Ignore c&omment differences
vi: Bỏ qua khác biệt &chú thích

source: Ignore &missing trailing EOL
vi: Bỏ qua &thiếu hụt EOL đằng sau

source: Ignore line &breaks (treat as spaces)
vi: Bỏ qua &ngắt dòng (coi như dấu cách)

source: E&nable moved block detection
vi: &Bật phát hiện khối đã di chuyển

source: Align &similar lines
vi: Căn chỉnh các dòng &tương tự

source: Diff &algorithm:
vi: &Thuật toán so sánh:

source: Enable indent &heuristic
vi: Bật &heuristic thụt lề

source: Completely unhighlight the ignored differences
vi: Bỏ tô sáng hoàn toàn các khác biệt được bỏ qua

source: Editor
vi: Trình chỉnh sửa

source: &Highlight syntax
vi: &Tô sáng cú pháp

source: &Preserve original EOL
vi: &Giữ nguyên EOL gốc

source: Tabs
vi: Thẻ

source: &Tab size:
vi: Cỡ &Tab:

source: &Insert tabs
vi: &Chèn tab

source: Insert &spaces
vi: Chèn &khoảng trắng

source: &Rendering mode:
vi: &Chế độ kết xuất:

source: &Automatic rescan
vi: Tự động quét &lại

source: Copy &granularity for selected differences:
vi: Độ &chi tiết sao chép cho các khác biệt được chọn:

source: Line Difference Coloring
vi: Tô màu khác biệt dòng

source: View line differences
vi: Xem khác biệt dòng

source: &Character-level
vi: Cấp độ &ký tự

source: &Word-level:
vi: Cấp độ &từ:

source: W&ord break characters:
vi: Ký tự ngắt &từ:

source: Some messages can be hidden by the user. Press Reset to make all messages visible again.
vi: Một số thông điệp có thể bị người dùng ẩn đi. Ấn Đặt lại để hiển thị lại tất cả thông điệp.

source: Reset
vi: Đặt lại

source: Patch Generator
vi: Trình sinh bản vá

source: File&1:
vi: Tệp &1:

source: File&2:
vi: Tệp &2:

source: &Swap
vi: &Hoán đổi

source: &Copy to clipboard
vi: &Chép vào bảng tạm

source: &Append to existing file
vi: &Thêm vào cuối tệp đã có

source: &Result:
vi: &Kết quả:

source: Bro&wse...
vi: &Duyệt...

source: &Format
vi: &Định dạng

source: St&yle:
vi: &Kiểu dáng:

source: &Context:
vi: &Ngữ cảnh:

source: Inclu&de command line
vi: Bao &gồm dòng lệnh

source: Open in e&xternal editor
vi: Mở trong trình chỉnh sửa &bên ngoài

source: Display Columns
vi: Hiển thị các cột

source: Move &Up
vi: Chuyển lên &trên

source: Move &Down
vi: Chuyển xuống &dưới

source: &Additional Properties
vi: Thuộc tính &bổ sung

source: Additional Properties
vi: Thuộc tính bổ sung

source: Select Plugin
vi: Chọn trình cắm

source: Plugin &name:
vi: &Tên trình cắm:

source: &Target files:
vi: Tệp &đích:

source: Extensions list:
vi: Danh sách phần mở rộng:

source: Description:
vi: Mô tả:

source: Default arguments:
vi: Đối số mặc định:

source: Display all plugins (Ignore extension)
vi: Hiển thị tất cả trình cắm (bỏ qua phần mở rộng)

source: &Open files in same window type after unpacking
vi: &Mở tệp trong cùng loại cửa sổ sau khi bung gói

source: &Plugin pipeline:
vi: Ống dẫn &trình cắm:

source: &Alias...
vi: &Bí danh...

source: Stop
vi: Dừng

source: Pause
vi: Tạm dừng

source: Continue
vi: Tiếp tục

source: C&PU cores to use:
vi: Số nhân C&PU sử dụng:

source: Items total:
vi: Tổng số mục:

source: Items compared:
vi: Mục đã so sánh:

source: &Close
vi: &Đóng

source: Go to
vi: Đi tới

source: G&o to:
vi: &Đi tới:

source: File
vi: Tệp

source: Go to what
vi: Đi tới mục gì

source: Li&ne
vi: &Dòng

source: &Difference
vi: &Khác biệt

source: &Go to
vi: &Đi tới

source: File Filters
vi: Bộ lọc tệp

source: &Mask / Filter Expression
vi: &Mặt nạ / biểu thức bộ lọc

source: Preset &Filters
vi: Bộ &lọc cài sẵn

source: Test...
vi: Kiểm tra...

source: Install...
vi: Cài đặt...

source: New...
vi: Mới...

source: Edit...
vi: Sửa...

source: Delete...
vi: Xoá...

source: Filter Condition
vi: Điều kiện bộ lọc

source: &Left-hand side:
vi: Bên &trái:

source: &Operator:
vi: &Toán tử:

source: &Right-hand side:
vi: Bên &phải:

source: Expression:
vi: Biểu thức:

source: Codepage
vi: Trang mã

source: Default Codepage
vi: Trang mã mặc định

source: Select the default codepage for non-Unicode files:
vi: Chọn trang mã mặc định cho các tệp không phải Unicode:

source: System codepage
vi: Trang mã hệ thống

source: According to WinMerge User Interface
vi: Theo giao diện người dùng WinMerge

source: Custom codepage:
vi: Trang mã tuỳ chỉnh:

source: Detect codepage for: .html, .rc, .xml Restart required.
vi: Phát hiện trang mã cho: .html, .rc, .xml Yêu cầu khởi động lại.

source: Detect codepage for files with mlang.dll Restart required.
vi: Phát hiện trang mã cho các tệp với mlang.dll Yêu cầu khởi động lại.

source: Archive Support
vi: Hỗ trợ về lưu trữ

source: &Enable archive file support
vi: &Bật hỗ trợ tệp lưu trữ

source: &Detect archive type from file signature
vi: &Phát hiện loại lưu trữ từ chữ ký tệp

source: Items saved to or restored from the project file:
vi: Các mục được lưu vào hoặc khôi phục từ tệp dự án:

source: Save Modified Files?
vi: Có lưu các tệp đã sửa đổi không?

source: Left side file
vi: Tệp bên trái

source: &Save changes
vi: &Lưu thay đổi

source: &Discard changes
vi: &Huỷ bỏ thay đổi

source: Middle side file
vi: Tệp ở giữa

source: Sa&ve changes
vi: Lưu &thay đổi

source: Discard c&hanges
vi: Huỷ bỏ t&hay đổi

source: Right side file
vi: Tệp bên phải

source: S&ave changes
vi: Lư&u thay đổi

source: Dis&card changes
vi: Huỷ &bỏ thay đổi

source: Disca&rd All
vi: Huỷ bỏ &Tất cả

source: Folder Compare Report
vi: Báo cáo so sánh thư mục

source: Report &file:
vi: &Tệp báo cáo:

source: &Style:
vi: &Kiểu dáng:

source: &Include file compare report
vi: Bao &gồm báo cáo so sánh tệp

source: Shared or Private Filter
vi: Bộ lọc chung hoặc riêng

source: What type of filter do you want?
vi: Bạn muốn loại bộ lọc nào?

source: Shared Filter (for all users)
vi: Bộ lọc chung (cho tất cả người dùng)

source: Private Filter (current user only)
vi: Bộ lọc riêng (chỉ người dùng hiện tại)

source: Compare Statistics
vi: Thống kê so sánh

source: Folders:
vi: Thư mục:

source: Files:
vi: Tệp:

source: Different
vi: Khác biệt

source: Binary:
vi: Nhị phân:

source: Unique
vi: Duy nhất

source: Left:
vi: Trái:

source: Right:
vi: Bên phải:

source: Identical
vi: Giống hệt

source: Total:
vi: Tổng cộng:

source: Close
vi: Đóng

source: Middle:
vi: Giữa:

source: Missing Left:
vi: Thiếu bên trái:

source: Missing Middle:
vi: Thiếu ở giữa:

source: Missing Right:
vi: Thiếu bên phải:

source: Affects
vi: Ảnh hưởng

source: (Affects)
vi: (Ảnh hưởng)

source: Select Codepage for
vi: Chọn trang mã cho

source: &File Loading:
vi: Tải &tệp:

source: File &Saving:
vi: Lưu &tệp:

source: &Use same codepage for both
vi: &Sử dụng cùng trang mã cho cả hai

source: &Cancel
vi: &Huỷ

source: Test Filter
vi: Kiểm tra bộ lọc

source: Testing filter:
vi: Đang kiểm tra bộ lọc:

source: &Enter text to test:
vi: &Nhập văn bản để kiểm tra:

source: &Folder Name
vi: Tên &thư mục

source: Result:
vi: Kết quả:

source: &Test
vi: &Kiểm tra

source: Table
vi: Bảng

source: File type
vi: Loại tệp

source: Custom &Delimiter-Separated Values
vi: Giá trị ngăn cách bằng dấu &phân cách tuỳ chỉnh

source: D&elimiter character:
vi: Ký tự phân &cách:

source: &Allow newlines in quotes
vi: Cho &phép dòng mới trong ngoặc kép

source: &Quote character:
vi: Ký tự &ngoặc kép:

source: Backup Files
vi: Sao lưu tệp

source: Create backup files for:
vi: Tạo tệp sao lưu cho:

source: &Folder compare
vi: So sánh &thư mục

source: Fil&e compare
vi: So sánh &tệp

source: Create backup files in:
vi: Tạo tệp sao lưu tại:

source: &Original file's folder
vi: Thư mục của tệp &gốc

source: &Global backup folder:
vi: Thư mục sao lưu &toàn cục:

source: Backup filename:
vi: Tên tệp sao lưu:

source: &Append .bak extension
vi: Thêm &phần mở rộng .bak vào cuối

source: A&ppend timestamp
vi: Thêm tem &thời gian

source: Confirm Copy
vi: Xác nhận sao chép

source: Are you sure you want to copy XXX items?
vi: Bạn có chắc chắn muốn sao chép XXX mục không?

source: From left
vi: Từ bên trái

source: To right
vi: Sang bên phải

source: Don't ask this &question again.
vi: Đừng hỏi lại câu &hỏi này nữa.

source: Yes
vi: Có

source: No
vi: Không

source: Plugins
vi: Trình cắm

source: &Enable plugins
vi: &Bật trình cắm

source: Plugin &type:
vi: &Loại trình cắm:

source: File filters:
vi: Bộ lọc tệp:

source: &Plugin arguments:
vi: Đối số &trình cắm:

source: Enable &automatic unpacking/prediffing
vi: Bật tự động bung gói / tiền so sánh

source: Shell Integration
vi: Tích hợp hệ vỏ (shell)

source: &Add to context menu
vi: &Thêm vào bảng chọn ngữ cảnh

source: E&nable advanced menu
vi: &Bật bảng chọn nâng cao

source: Enable &Compare As menu
vi: Bật bảng chọn "&So sánh như là"

source: &Register Shell Extension
vi: Đăng ký &phần mở rộng hệ vỏ

source: &Unregister Shell Extension
vi: &Huỷ đăng ký phần mở rộng hệ vỏ

source: Register Shell Extension for Current User &Only
vi: Chỉ đăng ký phần mở rộng hệ vỏ cho người dùng &hiện tại

source: Unregister Shell Extension for Current User On&ly
vi: Chỉ &huỷ đăng ký phần mở rộng hệ vỏ cho người dùng hiện tại

source: Register Shell Extension for &Windows 11
vi: Đăng ký phần mở rộng hệ vỏ cho &Windows 11

source: Unregister Shell Extension for W&indows 11
vi: Huỷ đăng ký phần mở rộng hệ vỏ cho W&indows 11

source: Jump List
vi: Danh sách nhảy

source: Clear all recent items
vi: Xoá sạch tất cả các mục gần đây

# Options dialog|Categories
source: Folder
vi: Thư mục

source: &Compare method:
vi: Phương pháp &so sánh:

source: S&top after first difference
vi: Dừng lại &sau khác biệt đầu tiên

source: Ign&ore time differences less than 3 seconds
vi: Bỏ &qua khác biệt thời gian dưới 3 giây

source: Expand subfolders &after comparison:
vi: Duỗi các thư mục con &sau khi so sánh:

source: Include &unique subfolders contents
vi: Bao gồm nội dung thư mục con &độc nhất

source: Ignore &reparse points
vi: Bỏ qua các điểm phân tích &lại

source: Switch to &quick compare when size exceeds (MB):
vi: Chuyển sang so sánh &nhanh khi kích cỡ vượt quá (MB):

source: Switch to &binary compare when size exceeds (MB):
vi: Chuyển sang so sánh &nhị phân khi kích cỡ vượt quá (MB):

source: Additional comparison condi&tions:
vi: Các điều &kiện so sánh bổ sung:

source: File patterns:
vi: Mẫu tệp:

source: Custom Delimiter-Separated Values
vi: Các giá trị ngăn cách bằng dấu phân tách tuỳ chỉnh

# Options dialog|Categories
source: Binary
vi: Nhị phân

source: Binary file &patterns:
vi: &Mẫu tệp nhị phân:

source: Frhed settings
vi: Thiết đặt Frhed

source: View &Settings...
vi: Xem &thiết đặt...

source: &Binary Mode...
vi: Chế độ &nhị phân...

source: &Character Set...
vi: Tập &ký tự...

source: Image
vi: Hình ảnh

source: Image file &patterns:
vi: &Mẫu tệp hình ảnh:

source: &Enable image compare in folder compare
vi: &Bật so sánh hình ảnh trong so sánh thư mục

source: OCR result:
vi: Kết quả OCR:

source: Webpage
vi: Trang web

source: URL pattern to &include (Regular expression):
vi: Mẫu URL cần &bao gồm (biểu thức chính quy):

source: URL pattern to &exclude (Regular expression):
vi: Mẫu URL cần &loại trừ (biểu thức chính quy):

source: &User data folder location:
vi: Vị trí thư mục &dữ liệu người dùng:

source: &Separate user data folders for each pane
vi: Thư mục dữ liệu người dùng &riêng biệt cho mỗi khung

source: &Hex View
vi: Xem mã &Hex

source: Edit Plugin
vi: Sửa trình cắm

source: &Category:
vi: &Hạng mục:

source: &Menu caption:
vi: Phụ đề &bảng chọn:

source: &Window type:
vi: Loại &cửa sổ:

source: &Unpacked file extension:
vi: Đuôi tệp đã &bung gói:

source: &Require arguments
vi: &Yêu cầu đối số

source: &Generate editor script
vi: &Sinh kịch bản chỉnh sửa

source: Command &line:
vi: &Dòng lệnh:

source: &Script file extension:
vi: Đuôi tệp kịch &bản:

source: Script &body:
vi: &Thân kịch bản:

source: Font
vi: Phông

source: &Font:
vi: &Phông:

source: Font st&yle:
vi: Kiểu &dáng phông:

source: &Size:
vi: &Cỡ:

source: Effects
vi: Hiệu ứng

source: Stri&keout
vi: Gạch &ngang

source: &Underline
vi: &Gạch chân

source: &Color:
vi: &Màu sắc:

source: Sample
vi: Mẫu

source: Sc&ript:
vi: Kịch &bản:

source: <A>Show more fonts</A>
vi: <A>Hiện thêm phông chữ</A>

source: EXT
vi: ĐUÔI

source: CAP
vi: HOA

source: NUM
vi: SỐ

source: SCRL
vi: CUỘN

source: OVR
vi: ĐÈ

source: REC
vi: GHI

source: New Documents (Ctrl+N)
vi: Tài liệu mới (Ctrl+N)

source: Open (Ctrl+O)
vi: Mở (Ctrl+O)

source: Save (Ctrl+S)
vi: Lưu (Ctrl+S)

source: Unknown error opening project file.
vi: Lỗi không xác định khi mở tệp dự án.

source: Unknown error saving project file.
vi: Lỗi không xác định khi lưu tệp dự án.

source: Project file loaded.
vi: Tệp dự án đã được nạp.

source: Project file saved.
vi: Tệp dự án đã được lưu.

source: Undo (Ctrl+Z)
vi: Hoàn tác (Ctrl+Z)

source: Redo (Ctrl+Y)
vi: Làm lại (Ctrl+Y)

source: FileCompare WinMerge.FileCompare WinMerge File Compare
vi: FileCompare WinMerge.FileCompare So sánh tệp WinMerge

source: FolderCompare WinMerge.FolderCompare WinMerge Folder Compare
vi: FolderCompare WinMerge.FolderCompare So sánh thư mục WinMerge

source: WinMerge comes with ABSOLUTELY NO WARRANTY. It is free software and can be redistributed under the conditions of the GNU General Public License - see the Help menu for details.
vi: WinMerge HOÀN TOÀN KHÔNG CÓ BẢO HÀNH. Đây là phần mềm tự do và có thể được phân phối lại theo các điều kiện của Giấy phép Công cộng GNU - xem bảng chọn Trợ giúp để biết chi tiết.

source: &Abort
vi: &Huỷ bỏ

source: &Retry
vi: &Thử lại

source: &Ignore
vi: &Bỏ qua

source: Ignore &all
vi: Bỏ qua &tất cả

source: &Yes
vi: &Có

source: Yes to &all
vi: Có với &tất cả

source: &No
vi: &Không

source: No to a&ll
vi: Không với tất &cả
