Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Vietnamese.po
Languages: vi

source: Patch file already exists. Overwrite?
vi: Đã tồn tại tệp bản vá. Có ghi đè không?

source: [%1 files selected]
vi: [đã chọn %1 tệp]

source: Normal
vi: Bình thường

source: Context
vi: Ngữ cảnh

source: Unified
vi: Thống nhất

source: Could not write to file %1.
vi: Không thể ghi vào tệp %1.

source: Output path is not absolute: %1
vi: Đường dẫn đầu ra không phải là tuyệt đối: %1

source: Specify an output file.
vi: Chỉ định một tệp đầu ra.

source: Cannot create patch from binary files.
vi: Không thể tạo bản vá từ các tệp nhị phân.

source: Save all files first. Creating a patch requires no unsaved changes.
vi: Hãy lưu tất cả các tệp trước. Việc tạo bản vá yêu cầu không có thay đổi nào chưa được lưu.

source: Folder does not exist.
vi: Thư mục không tồn tại.

source: Archive support not enabled. 7-Zip and/or Merge7z*.dll not found. See manual for archive support.
vi: Hỗ trợ lưu trữ chưa được bật. Không tìm thấy 7-Zip và/hoặc Merge7z*.dll. Xem tài liệu hướng dẫn để biết về hỗ trợ lưu trữ.

source: Select file for export
vi: Chọn tệp để xuất

source: Select file for import
vi: Chọn tệp để nhập

source: Options imported from file.
vi: Các tuỳ chọn đã được nhập từ tệp.

source: Options exported to file.
vi: Các tuỳ chọn đã được xuất ra tệp.

source: Failed to import options from file.
vi: Không thể nhập tuỳ chọn từ tệp.

source: Failed to write options to file.
vi: Không thể ghi tuỳ chọn vào tệp.

source: Close multiple compare windows? Continue?
vi: Có đóng nhiều cửa sổ so sánh không? Tiếp tục nhé?

source: Mixed
vi: Hỗn hợp

# EOL Type
source: Binary
vi: Nhị phân

source: None
vi: Không có

source: Marker Color %d
vi: Màu dấu mốc %d

source: New Pattern
vi: Mẫu mới

source: Type
vi: Loại

source: Editor script
vi: Kịch bản chỉnh sửa

source: Difference in Current Line (F4)
vi: Khác biệt trong dòng hiện tại (F4)

source: Options
vi: Tuỳ chọn

source: Refresh (F5)
vi: Làm mới (F5)

source: Previous Difference (Alt+Up)
vi: Khác biệt trước đó (Alt+Lên)

source: Next Difference (Alt+Down)
vi: Khác biệt tiếp theo (Alt+Xuống)

source: Previous Conflict (Alt+Shift+Up)
vi: Xung đột trước đó (Alt+Shift+Lên)

source: Next Conflict (Alt+Shift+Down)
vi: Xung đột tiếp theo (Alt+Shift+Xuống)

source: First Difference (Alt+Home)
vi: Khác biệt đầu tiên (Alt+Home)

source: Current Difference (Alt+Enter)
vi: Khác biệt hiện tại (Alt+Enter)

source: Last Difference (Alt+End)
vi: Khác biệt cuối cùng (Alt+End)

source: Copy to Right (Alt+Right)
vi: Chép sang bên phải (Alt+Phải)

source: Copy to Left (Alt+Left)
vi: Chép sang bên trái (Alt+Trái)

source: Copy to Right and Advance (Ctrl+Alt+Right)
vi: Chép sang bên phải và tiến tiếp (Ctrl+Alt+Phải)

source: Copy to Left and Advance (Ctrl+Alt+Left)
vi: Chép sang bên trái và tiến tiếp (Ctrl+Alt+Trái)

source: Copy All to Right
vi: Chép tất cả sang bên phải

source: Copy All to Left
vi: Chép tất cả sang bên trái

source: Auto Merge (Ctrl+Alt+M)
vi: Tự động trộn (Ctrl+Alt+M)

source: First File
vi: Tệp đầu tiên

source: Next File (Ctrl+F8)
vi: Tệp tiếp theo (Ctrl+F8)

source: Last File
vi: Tệp cuối cùng

source: Previous File (Ctrl+F7)
vi: Tệp trước đó (Ctrl+F7)

source: Adapted unpacker applied to both files (one needs extension).
vi: Trình bung gói thích ứng đã áp dụng cho cả hai tệp (một tệp cần phần mở rộng).

source: No Prediffer (Normal)
vi: Không dùng trình tiền so sánh (bình thường)

source: Suggested Plugins
vi: Trình cắm được đề xuất

source: All Plugins
vi: Tất cả trình cắm

source: Private Build: %1
vi: Bản dựng riêng: %1

source: Your software is up to date.
vi: Phần mềm của bạn đã được cập nhật.

source: WinMerge update available. %1 available (you have %2). Download now?
vi: Có bản cập nhật WinMerge mới. Phiên bản %1 đã sẵn sàng (bạn đang dùng %2). Có tải xuống luôn không?

source: - All rights reserved.
vi: - Bảo lưu mọi quyền.

source: Failed to download latest version information
vi: Không thể tải thông tin phiên bản mới nhất

source: Plugin Settings
vi: Thiết đặt trình cắm

source: WSH not found - .sct scripts disabled
vi: Không tìm thấy WSH - các kịch bản .sct đã bị vô hiệu hoá

source: G&o to Line %1
vi: Đi tới dòng %1

source: Go to Moved Line Ctrl+Shift+G
vi: Đi tới dòng đã di chuyển Ctrl+Shift+G

# Options dialog|General|Open dialog Auto completion
source: Disabled
vi: Đã tắt

source: From file system
vi: Từ hệ thống tệp

source: From Most Recently Used list
vi: Từ danh sách dùng gần đây nhất

source: No Highlighting
vi: Không tô sáng

source: Batch
vi: Lệnh theo lô (Batch)

source: Portable Object
vi: Đối tượng di động (PO)

source: Resources
vi: Tài nguyên

source: Shell
vi: Hệ vỏ (shell)

source: Close &Left Tabs
vi: Đóng các thẻ bên trái

source: Close R&ight Tabs
vi: Đóng các thẻ bên phải

source: Close &Other Tabs
vi: Đóng các thẻ khác

source: Enable &Auto Max Width
vi: Bật tự động mở tối đa chiều rộng

source: We&bpage
vi: Trang web

source: W&rap Text
vi: Tự &ngắt dòng văn bản

source: %1 is not installed.
vi: %1 chưa được cài đặt.

source: %1 does not exist. Create it?
vi: Không tồn tại %1. Có tạo nó không?

source: Failed to create folder.
vi: Không thể tạo thư mục.

source: Parameters: $file: Current file path $linenum: Current cursor line number
vi: Tham số: $file: Đường dẫn tệp hiện tại $linenum: Số dòng tại con trỏ hiện tại

source: default
vi: mặc định

source: minimal
vi: tối thiểu

source: patience
vi: kiên nhẫn

source: histogram
vi: biểu đồ tần suất

source: none
vi: không

source: DirectWrite Default
vi: DirectWrite Mặc định

source: DirectWrite Aliased
vi: DirectWrite Răng cưa

source: DirectWrite GDI Classic
vi: DirectWrite GDI Cổ điển

source: DirectWrite GDI Natural
vi: DirectWrite GDI Tự nhiên

source: DirectWrite Natural
vi: DirectWrite Tự nhiên

source: DirectWrite Natural Symmetric
vi: DirectWrite Tự nhiên Đối xứng

# Options dialog|General|Close windows with Esc
source: Disabled
vi: Vô hiệu hoá

source: MDI child window or main window
vi: Cửa sổ con MDI hoặc cửa sổ chính

source: MDI child window only
vi: Chỉ cửa sổ con MDI

source: Close main window if only one MDI child window
vi: Đóng cửa sổ chính nếu chỉ còn một cửa sổ con MDI

# ImgMergeFrame|LocationPane
source: Diff
vi: Khác biệt

# ImgMergeFrame|LocationPane
source: Highlight
vi: Tô sáng

# ImgMergeFrame|LocationPane
source: Blink
vi: Nhấp nháy

# ImgMergeFrame|LocationPane
source: Block Size
vi: Kích cỡ khối

# ImgMergeFrame|LocationPane
source: Block Alpha
vi: Am-pha khối

# ImgMergeFrame|LocationPane
source: CD Threshold
vi: Ngưỡng CD

# ImgMergeFrame|LocationPane
source: Ins/Del Detection
vi: Phát hiện thêm/xoá

# ImgMergeFrame|LocationPane
source: None
vi: Không có

# ImgMergeFrame|LocationPane
source: Vertical
vi: Chiều dọc

# ImgMergeFrame|LocationPane
source: Horizontal
vi: Chiều ngang

# ImgMergeFrame|LocationPane
source: Overlay
vi: Lớp phủ

# ImgMergeFrame|LocationPane
source: Alpha
vi: Am-pha

# ImgMergeFrame|LocationPane
source: Alpha Blend
vi: Pha trộn am-pha

# ImgMergeFrame|LocationPane
source: Alpha Animation
vi: Hoạt ảnh am-pha

# ImgMergeFrame|LocationPane
source: Zoom
vi: Thu phóng

# ImgMergeFrame|LocationPane
source: Page:
vi: Trang:

source: Pt: (%d, %d) RGBA: (%d, %d, %d, %d)
vi: Điểm: (%d, %d) RGBA: (%d, %d, %d, %d)

source: Dist: %g
vi: Kh.cách: %g

source: Dist: %g, %g
vi: Kh.cách: %g, %g

source: Page: %d/%d Zoom: %d%% %dx%dpx %dbpp
vi: Trang: %d/%d T.phóng: %d%% %dx%dpx %dbpp

source: Flipped: %s
vi: Đã lật: %s

source: Rotated: %d
vi: Đã xoay: %d

source: All pages
vi: Tất cả các trang

source: <Edit here>
vi: <Sửa ở đây>

source: No differences found to select
vi: Không tìm thấy khác biệt nào để chọn

source: No differences found to add as substitution filter
vi: Không tìm thấy khác biệt nào để thêm vào bộ lọc thay thế

source: The pair is already in the Substitution Filters list
vi: Cặp này đã có trong danh sách bộ lọc thay thế

source: Add this change to Substitution Filters?
vi: Có thêm thay đổi này vào bộ lọc thay thế không?

source: Text only
vi: Chỉ văn bản

source: Line-by-line position and text
vi: Vị trí và văn bản theo từng dòng

source: Word-by-word position and text
vi: Vị trí và văn bản theo từng từ

source: AppData (Roaming) folder
vi: Thư mục AppData (Roaming)

source: Install folder
vi: Thư mục cài đặt

source: Documents folder
vi: Thư mục tài liệu

# Options dialog|General|Single instance mode
source: Disabled
vi: Đã tắt

source: Allow only one instance to run
vi: Chỉ cho phép một hiện thể chạy

source: Allow only one instance; wait for termination
vi: Chỉ cho phép một hiện thể; chờ cho đến khi kết thúc

# Options dialog|General|Auto-reload modified files
source: Disabled
vi: Đã tắt

source: Only on window activated
vi: Chỉ khi cửa sổ được kích hoạt

source: Immediately
vi: Ngay lập tức

source: Al&l
vi: Tất cả

source: &Others
vi: &Khác

source: Missing plugin name in pipeline: %1
vi: Thiếu tên trình cắm trong ống dẫn: %1

source: Missing quote in plugin pipeline: %1
vi: Thiếu dấu ngoặc kép trong ống dẫn trình cắm: %1

source: Plugin name '%1' already exists.
vi: Tên trình cắm '%1' đã tồn tại.

source: Specify plugin arguments
vi: Chỉ định đối số trình cắm

source: Plugin not found or invalid: %1
vi: Không thấy trình cắm hoặc không hợp lệ: %1

source: '%1' is not an unpacker plugin
vi: '%1' không phải là trình cắm bung gói

source: '%1' is not a prediffer plugin
vi: '%1' không phải là trình cắm tiền so sánh

source: Error prediffing '%1' with '%2'. Prediffing disabled.
vi: Lỗi khi xử lí tiền so sánh '%1' với '%2'. Đã tắt tính năng tiền so sánh.

source: Circular reference in plugin pipeline: %1
vi: Tham chiếu vòng tròn trong ống dẫn trình cắm: %1

source: URL Handler
vi: Trình xử lý URL

source: File Unpacker
vi: Trình bung gói tệp

source: File or Folder Unpacker
vi: Trình bung gói tệp hoặc thư mục

source: Alias for Unpacker
vi: Bí danh cho trình bung gói

source: Alias for Prediffer
vi: Bí danh cho trình tiền so sánh

source: Alias for Editor script
vi: Bí danh cho kịch bản chỉnh sửa

source: Alias for plugin pipeline '%1'
vi: Bí danh cho ống dẫn trình cắm '%1'

source: New plugin description
vi: Mô tả trình cắm mới

source: All
vi: Tất cả

source: 1st
vi: Thứ nhất

source: 2nd
vi: Thứ 2

source: 3rd
vi: Thứ 3

source: 1st and 2nd
vi: Thứ nhất và thứ 2

source: 1st and 3rd
vi: Thứ nhất và thứ 3

source: 2nd and 3rd
vi: Thứ 2 và thứ 3

source: Filter applied
vi: Đã áp dụng bộ lọc

source: Compare %1
vi: So sánh %1

source: Clipboard at %s
vi: Bảng tạm lúc %s

source: Clipboard history disabled. Enable: Windows logo key + V, then Turn on.
vi: Lịch sử bảng tạm đã bị tắt. Bật: Phím Windows + V, sau đó chọn Bật (Turn on).

source: This system does not support clipboard history.
vi: Hệ thống này không hỗ trợ lịch sử bảng tạm.

source: 32-bit WinMerge does not support Clipboard Compare
vi: WinMerge phiên bản 32-bit không hỗ trợ So sánh bảng tạm

source: WebView2 runtime not installed. Download it?
vi: Chưa cài đặt thời gian chạy (runtime) WebView2. Có tải xuống không?

source: New Text Compare
vi: So sánh văn bản mới

source: New Table Compare
vi: So sánh bảng mới

source: New Binary Compare
vi: So sánh nhị phân mới

source: New Image Compare
vi: So sánh hình ảnh mới

source: New Webpage Compare
vi: So sánh trang web mới

source: Clipboard Compare
vi: So sánh bảng tạm

source: &Print...
vi: In...

source: Pre&v Page
vi: Trang trước

source: &Two Page
vi: Hai trang

source: &One Page
vi: Một trang

source: Zoom &In
vi: Phóng to

source: Zoom &Out
vi: Thu nhỏ

source: Comparing...
vi: Đang so sánh...

source: Zoom:
vi: Thu phóng:

source: Diff hunk
vi: Khối khác biệt

source: Inline diff
vi: Khác biệt trên dòng

source: Line
vi: Dòng

source: Character
vi: Kí tự

source: Previous Difference (Alt+Up) (Right Button+Wheel Up) (Alt+Wheel Up)
vi: Khác biệt trước đó (Alt+Lên) (Chuột phải+Cuộn lên) (Alt+Cuộn lên)

source: Next Difference (Alt+Down) (Right Button+Wheel Down) (Alt+Wheel Down)
vi: Khác biệt tiếp theo (Alt+Xuống) (Chuột phải+Cuộn xuống) (Alt+Cuộn xuống)

source: Copy to Right (Alt+Right) (Right Button+Wheel Right) (Alt+Wheel Right) (Alt+Shift+Wheel Down)
vi: Chép sang phải (Alt+Phải) (Chuột phải+Cuộn phải) (Alt+Cuộn phải) (Alt+Shift+Cuộn xuống)

source: Copy to Left (Alt+Left) (Right Button+Wheel Left) (Alt+Wheel Left) (Alt+Shift+Wheel Up)
vi: Chép sang trái (Alt+Trái) (Chuột phải+Cuộn trái) (Alt+Cuộn trái) (Alt+Shift+Cuộn lên)

source: Copy to Right and Advance (Ctrl+Alt+Right) (Ctrl+Alt+Wheel Right) (Ctrl+Alt+Shift+Wheel Down)
vi: Chép sang phải và tiến tiếp (Ctrl+Alt+Phải) (Ctrl+Alt+Cuộn phải) (Ctrl+Alt+Shift+Cuộn xuống)

source: Copy to Left and Advance (Ctrl+Alt+Left) (Ctrl+Alt+Wheel Left) (Ctrl+Alt+Shift+Wheel Up)
vi: Chép sang trái và tiến tiếp (Ctrl+Alt+Trái) (Ctrl+Alt+Cuộn trái) (Ctrl+Alt+Shift+Cuộn lên)

source: Comparing %1 with %2
vi: Đang so sánh %1 với %2

source: Comparing %1 with %2 and %3
vi: Đang so sánh %1 với %2 và %3

source: Comparison completed
vi: So sánh hoàn tất

source: Failed to compare %1 with %2:
vi: Không thể so sánh %1 với %2:

source: Failed to compare %1 with %2 and %3:
vi: Không thể so sánh %1 với %2 và %3:

source: File saved
vi: Tệp đã được lưu

source: Copying files...
vi: Đang sao chép các tệp...

source: Moving files...
vi: Đang di chuyển các tệp...

source: Deleting files...
vi: Đang xoá các tệp...

source: Recycle Bin
vi: Thùng rác

source: Permanently deleted
vi: Đã xoá vĩnh viễn

source: File operation completed successfully
vi: Thao tác tệp đã hoàn thành thành công

source: File operation canceled
vi: Thao tác tệp đã bị huỷ

source: No error
vi: Không có lỗi

source: Filter expression is empty
vi: Biểu thức bộ lọc trống

source: Unknown character in filter expression
vi: Kí tự không xác định trong biểu thức bộ lọc

source: Unterminated string literal
vi: Chuỗi văn bản chưa được kết thúc

source: Syntax error in filter expression
vi: Lỗi cú pháp trong biểu thức bộ lọc

source: Failed to parse filter expression
vi: Không thể phân tích cú pháp biểu thức bộ lọc

source: Invalid literal value
vi: Giá trị hằng nguyên văn không hợp lệ

source: Invalid regular expression
vi: Biểu thức chính quy không hợp lệ

source: Undefined identifier
vi: Định danh chưa được định nghĩa

source: Invalid number of arguments
vi: Số lượng đối số không hợp lệ

source: Filter name not found
vi: Không tìm thấy tên bộ lọc

source: Division by zero in filter expression
vi: Lỗi chia cho số không trong biểu thức bộ lọc

source: Unknown error
vi: Lỗi không xác định

source: Invalid property name
vi: Tên thuộc tính không hợp lệ

source: Equals
vi: Bằng

source: Does not equal
vi: Không bằng

source: Less than
vi: Nhỏ hơn

source: Less than or equal to
vi: Nhỏ hơn hoặc bằng

source: Greater than or equal to
vi: Lớn hơn hoặc bằng

source: Greater than
vi: Lớn hơn

source: Between
vi: Ở giữa

source: Not Between
vi: Không ở giữa

source: Contains
vi: Chứa

source: Not Contains
vi: Không chứa

source: Contains (regex)
vi: Chứa (biểu thức chính quy)

source: Not Contains (regex)
vi: Không chứa (biểu thức chính quy)

source: Light
vi: Sáng

source: Dark
vi: Tối

source: Follow system
vi: Theo hệ thống

source: Prettification
vi: Làm đẹp mã

source: Content Extraction
vi: Trích xuất nội dung

source: Preview
vi: Xem trước

source: Data Query
vi: Truy vấn dữ liệu

source: Validation
vi: Hợp lệ hoá

source: Decompilation
vi: Biên dịch ngược

source: URL Handling
vi: Xử lý URL

source: Decoding / Encoding
vi: Giải mã / Biên mã

source: Make Uppercase
vi: Chuyển thành chữ hoa

source: Make Lowercase
vi: Chuyển thành chữ thường

source: Remove Duplicate Lines
vi: Xoá các dòng trùng lặp

source: Count Duplicate Lines
vi: Đếm các dòng trùng lặp

source: Sort Lines Ascending
vi: Sắp xếp các dòng tăng dần

source: Sort Lines Descending
vi: Sắp xếp các dòng giảm dần

source: Reverse Columns
vi: Đảo ngược cột

source: Reverse Lines
vi: Đảo ngược dòng

source: Replace...
vi: Thay thế...

source: Apply Filter Command...
vi: Áp dụng lệnh bộ lọc...

source: Tokenize...
vi: Tách từ tố...

source: Trim Spaces
vi: Xén bớt khoảng trắng

source: Select Columns...
vi: Chọn cột...

source: Select Lines...
vi: Chọn dòng...

source: Insert Date
vi: Chèn ngày

source: Insert Time
vi: Chèn giờ

source: Apply Patch...
vi: Áp dụng bản vá...

source: Ignore Columns
vi: Bỏ qua cột

source: Ignore Comments (C-Family Languages)
vi: Bỏ qua chú thích (các ngôn ngữ họ C)

source: Ignore CSV Fields
vi: Bỏ qua các trường CSV

source: Ignore TSV Fields
vi: Bỏ qua các trường TSV

source: Ignore Leading Line Numbers
vi: Bỏ qua số dòng ở đầu

source: Apply Prediff Substitution Filters
vi: Áp dụng bộ lọc thay thế tiền so sánh

source: Prettify HTML
vi: Làm đẹp mã HTML

source: Prettify JSON
vi: Làm đẹp mã JSON

source: Prettify XML
vi: Làm đẹp mã XML

source: Prettify YAML
vi: Làm đẹp mã YAML

source: Preview Graphviz
vi: Xem trước Graphviz

source: Preview Markdown
vi: Xem trước Markdown

source: Preview PlantUML
vi: Xem trước PlantUML

source: Query CSV Data...
vi: Truy vấn dữ liệu CSV...

source: Query TSV Data...
vi: Truy vấn dữ liệu TSV...

source: Query JSON Data...
vi: Truy vấn dữ liệu JSON...

source: Query YAML Data...
vi: Truy vấn dữ liệu YAML...

source: Validate HTML
vi: Hợp lệ hoá HTML

source: Disassemble JVM Bytecode
vi: Tách rời mã byte JVM

source: Disassemble IL Code
vi: Tách rời mã IL

source: Disassemble Native Code
vi: Tách rời mã máy

source: Convert Text with AI...
vi: Chuyển đổi văn bản bằng AI...

source: Unescape Java properties files
vi: Bỏ kí tự thoát trong các tệp thuộc tính Java

source: Make characters uppercase
vi: Chuyển các kí tự thành chữ hoa

source: Make characters lowercase
vi: Chuyển các kí tự thành chữ thường

source: Remove duplicate lines
vi: Xoá các dòng trùng lặp

source: Count duplicate lines
vi: Đếm các dòng trùng lặp

source: Sort lines ascending
vi: Sắp xếp các dòng tăng dần

source: Sort lines descending
vi: Sắp xếp các dòng giảm dần

source: Reverse columns
vi: Đảo ngược cột

source: Reverse lines
vi: Đảo ngược thứ tự dòng

source: Replace text. Usage: Replace [-i] [-e] FIND REPLACE or: Replace -s FIND - text to find REPLACE - text to replace -i - ignore case (only for -e) -e - regex -s - use Substitution Filters
vi: Thay thế văn bản. Cách dùng: Replace [-i] [-e] TÌM THAY_THẾ hoặc: Replace -s TÌM - văn bản cần tìm THAY_THẾ - văn bản thay thế -i - bỏ qua hoa thường (chỉ cho -e) -e - biểu thức chính quy -s - dùng Bộ lọc Thay thế

source: Apply filter. Usage: ExecFilterCommand COMMAND COMMAND - command to execute. %1 = filename.
vi: Áp dụng bộ lọc. Cách dùng: ExecFilterCommand LỆNH LỆNH - lệnh cần thực thi. %1 = tên tệp.

source: Tokenize. Usage: Tokenize PATTERNS PATTERNS - regex (e.g. [^\w]+)
vi: Từ tố hoá. Cách dùng: Tokenize MẪU MẪU - biểu thức chính quy (ví dụ: [^\w]+)

source: Trim spaces
vi: Xén bớt khoảng trắng

source: Select columns. Usage: SelectColumns RANGES or: SelectColumns [-v] [-i] [-g] -e PATTERNS RANGES - column ranges (-3,5-10,30-) PATTERNS - regex -v - select non-matching -i - ignore case -g - enable global flag -e - use PATTERNS
vi: Chọn cột. Cách dùng: SelectColumns KHOẢNG hoặc: SelectColumns [-v] [-i] [-g] -e MẪU KHOẢNG - các khoảng cột (-3,5-10,30-) MẪU - biểu thức chính quy -v - chọn những phần không khớp -i - bỏ qua hoa thường -g - bật cờ toàn cục -e - dùng MẪU

source: Select lines. Usage: SelectLines RANGES or: SelectLines [-v] [-i] -e PATTERNS RANGES - line ranges (-3,5-10,30-) PATTERNS - regex -v - select non-matching -i - ignore case -e - use PATTERNS
vi: Chọn dòng. Cách dùng: SelectLines KHOẢNG hoặc: SelectLines [-v] [-i] -e MẪU KHOẢNG - các khoảng dòng (-3,5-10,30-) MẪU - biểu thức chính quy -v - chọn những phần không khớp -i - bỏ qua hoa thường -e - dùng MẪU

source: HTML Prettier (tidy-html5). Arguments: tidy command line options.
vi: Làm đẹp mã HTML (tidy-html5). Đối số: các tuỳ chọn dòng lệnh của tidy.

source: JSON Prettier (jq). Arguments: jq filter/command line options.
vi: Làm đẹp mã JSON (jq). Đối số: các tuỳ chọn dòng lệnh/bộ lọc của jq.

source: XML Prettier (tidy-html5). Arguments: tidy command line options.
vi: Làm đẹp mã XML (tidy-html5). Đối số: các tuỳ chọn dòng lệnh của tidy.

source: YAML Prettier (yq). Arguments: yq filter/command line options.
vi: Làm đẹp mã YAML (yq). Đối số: các tuỳ chọn dòng lệnh/bộ lọc của yq.

source: Graphviz Previewer. Arguments: dot command line options.
vi: Trình xem trước Graphviz. Đối số: các tuỳ chọn dòng lệnh của dot.

source: Markdown Previewer. Arguments: md2html command line options.
vi: Trình xem trước Markdown. Đối số: các tuỳ chọn dòng lệnh của md2html.

source: PlantUML Previewer. Arguments: plantuml.jar command line options.
vi: Trình xem trước PlantUML. Đối số: các tuỳ chọn dòng lệnh của plantuml.jar.

source: CSV Querier (q). Arguments: SQL statement/q comannd line options.
vi: Trình truy vấn CSV (q). Đối số: câu lệnh SQL/tuỳ chọn dòng lệnh của q.

source: TSV Querier (q). Arguments: SQL statement/q comannd line options.
vi: Trình truy vấn TSV (q). Đối số: câu lệnh SQL/tuỳ chọn dòng lệnh của q.

source: JSON Querier (jq). Arguments: jq filter/command line options.
vi: Trình truy vấn JSON (jq). Đối số: bộ lọc jq/tuỳ chọn dòng lệnh.

source: YAML Querier (yq). Arguments: yq filter/command line options.
vi: Trình truy vấn YAML (yq). Đối số: bộ lọc yq/tuỳ chọn dòng lệnh.

source: HTML Validator (tidy-html5). Arguments: tidy command line options.
vi: Trình hợp lệ hoá HTML (tidy-html5). Đối số: các tuỳ chọn dòng lệnh của tidy.

source: JVM bytecode disassembler (javap). Arguments: javap command line options.
vi: Trình tách rời mã byte JVM (javap). Đối số: các tuỳ chọn dòng lệnh của javap.

source: IL disassembler (ildasm). Arguments: ildasm command line options.
vi: Trình tách rời mã IL (ildasm). Đối số: các tuỳ chọn dòng lệnh của ildasm.

source: Native code disassembler (dumpbin). Arguments: dumpbin command line options.
vi: Trình tách rời mã máy (dumpbin). Đối số: các tuỳ chọn dòng lệnh của dumpbin.

source: Content extractor (Apache Tika). Arguments: tika-app.jar command line options.
vi: Trình trích xuất nội dung (Apache Tika). Đối số: các tuỳ chọn dòng lệnh của tika-app.jar.

source: Apply patch (GNU patch)
vi: Áp dụng bản vá (GNU patch)

source: Display MS Excel text content
vi: Hiển thị nội dung văn bản MS Excel

source: Display MS PowerPoint text content
vi: Hiển thị nội dung văn bản MS PowerPoint

source: Display MS Visio text content
vi: Hiển thị nội dung văn bản MS Visio

source: Display MS Word text content
vi: Hiển thị nội dung văn bản MS Word

source: Ignore columns - list from plugin name/argument
vi: Bỏ qua các cột - danh sách từ tên trình cắm/đối số

source: Ignore C, C++, PHP, and JavaScript comments (//... and /* ... */).
vi: Bỏ qua chú thích C, C++, PHP, và JavaScript (//... và /* ... */).

source: Ignore fields - list from plugin name/argument
vi: Bỏ qua các trường - danh sách từ tên trình cắm/đối số

source: Ignore leading line numbers (e.g., NC, BASIC).
vi: Bỏ qua số dòng ở đầu (ví dụ: NC, BASIC).

source: Prediff Line Filter
vi: Bộ lọc dòng tiền so sánh

source: Date and time insertion
vi: Chèn ngày và giờ

source: HTTP URL Scheme Handler (curl). Arguments: curl command line options.
vi: Trình xử lý lược đồ HTTP URL (curl). Đối số: các tuỳ chọn dòng lệnh của curl.

source: Windows Registry URL Scheme Handler. Arguments: reg.exe command line options.
vi: Trình xử lý lược đồ Windows Registry URL. Đối số: các tuỳ chọn dòng lệnh của reg.exe.

source: Basic text functions
vi: Các hàm văn bản cơ bản

source: AI-assisted text conversion
vi: Chuyển đổi văn bản hỗ trợ bởi AI

source: Text converter (OpenAI API). Usage: AIConvertText PROMPT
vi: Trình chuyển đổi văn bản (OpenAI API). Cách dùng: AIConvertText LỜI_NHẮC

source: Unescape and display escaped Java properties files.
vi: Giải thoát và hiển thị các tệp thuộc tính Java đã được thoát (escaped).
