Repository: WinMerge/winmerge
Catalog: Translations/WinMerge/Vietnamese.po
Languages: vi

source: &Continue
vi: &Tiếp tục

source: &Skip
vi: &Bỏ qua

source: Skip &all
vi: Bỏ qua &tất cả

source: Don't display this &message again.
vi: Đừng hiển thị &thông điệp này nữa.

source: To make this message box visible, press Reset on the Message Boxes page in Options.
vi: Để làm hộp thông điệp này hiển thị lại, hãy nhấn Đặt lại tại trang Hộp thông điệp trong mục Tuỳ chọn.

source: Compare/Merge
vi: So sánh/Trộn

source: Syntax
vi: Cú pháp

source: Color Schemes
vi: Lược đồ màu

source: Folder Compare
vi: So sánh thư mục

source: Project
vi: Dự án

source: Differences
vi: Khác biệt

source: Message Boxes
vi: Hộp thông điệp

source: To:
vi: Đến:

source: From left:
vi: Từ bên trái:

source: To left:
vi: Đến bên trái:

source: From right:
vi: Từ bên phải:

source: To right:
vi: Đến bên phải:

source: From middle:
vi: Từ giữa:

source: To middle:
vi: Đến giữa:

source: Version %1
vi: Phiên bản %1

source: Options (%1)
vi: Tuỳ chọn (%1)

source: All message boxes are now displayed again.
vi: Tất cả các hộp thông điệp hiện đã được hiển thị lại.

source: Tab size value is out of range. Please use 1 - %1.
vi: Giá trị cỡ Tab nằm ngoài phạm vi. Xin hãy sử dụng từ 1 - %1.

source: Open
vi: Mở

source: Programs|*.exe;*.bat;*.cmd|All Files (*.*)|*.*||
vi: Chương trình|*.exe;*.bat;*.cmd|Tất cả các tệp (*.*)|*.*||

source: All Files (*.*)|*.*||
vi: Tất cả các tệp (*.*)|*.*||

source: WinMerge Project Files (*.WinMerge)|*.WinMerge||
vi: Tệp dự án WinMerge (*.WinMerge)|*.WinMerge||

source: Options files (*.ini)|*.ini|All Files (*.*)|*.*||
vi: Tệp tuỳ chọn (*.ini)|*.ini|Tất cả các tệp (*.*)|*.*||

source: Text Files (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|All Files (*.*)|*.*||
vi: Tệp văn bản (*.csv;*.asc;*.rpt;*.txt)|*.csv;*.asc;*.rpt;*.txt|Tất cả các tệp (*.*)|*.*||

source: HTML Files (*.htm,*.html)|*.htm;*.html|All Files (*.*)|*.*||
vi: Tệp HTML (*.htm,*.html)|*.htm;*.html|Tất cả các tệp (*.*)|*.*||

source: XML Files (*.xml)|*.xml|All Files (*.*)|*.*||
vi: Tệp XML (*.xml)|*.xml|Tất cả các tệp (*.*)|*.*||

source: Do not expand
vi: Đừng duỗi

source: Expand all subfolders
vi: Duỗi tất cả thư mục con

source: Expand different subfolders
vi: Duỗi các thư mục con khác biệt

source: Expand identical subfolders
vi: Duỗi các thư mục con giống hệt

source: File Type
vi: Loại tệp

source: Extension
vi: Phần mở rộng

source: Message
vi: Thông điệp

source: Answer
vi: Trả lời

source: Item
vi: Mục

source: Load
vi: Nạp

source: Save
vi: Lưu

source: Include Subfolders
vi: Bao gồm thư mục con

source: Compare Options
vi: Tuỳ chọn so sánh

source: Hidden Items
vi: Các mục ẩn

source: Name
vi: Tên

source: Location
vi: Vị trí

source: Filters
vi: Bộ lọc

source: Description
vi: Mô tả

source: Select Filename for New Filter
vi: Chọn tên tệp cho bộ lọc mới

source: File Filters (*.flt)|*.flt|All Files (*.*)|*.*||
vi: Bộ lọc tệp (*.flt)|*.flt|Tất cả các tệp (*.*)|*.*||

source: Cannot find filter template! Copy %1 to WinMerge/Filters Folder: %2.
vi: Không thể tìm thấy bản mẫu bộ lọc! Hãy chép %1 vào thư mục WinMerge/Filters: %2.

source: Cannot copy filter template: %1 Make sure the folder exists and is writable.
vi: Không thể chép bản mẫu bộ lọc: %1 Hãy đảm bảo thư mục tồn tại và có thể ghi được.

source: User's filter folder is not defined! Select filter folder in Options/System.
vi: Thư mục bộ lọc của người dùng chưa được định nghĩa! Hãy chọn thư mục bộ lọc trong Tuỳ chọn/Hệ thống.

source: Failed to delete filter: %1 File may be read-only.
vi: Không thể xoá bộ lọc: %1 Có lẽ tệp đang ở chế độ chỉ-đọc.

source: Locate Filter File to Install
vi: Định vị tệp bộ lọc để cài đặt

source: Installing filter file failed. Could not copy new filter to folder.
vi: Không thể cài đặt tệp bộ lọc. Không thể chép bộ lọc mới vào thư mục.

source: Filter file exists. Overwrite?
vi: Tệp bộ lọc đã tồn tại. Có ghi đè không?

source: Regular expression
vi: Biểu thức chính quy

source: Filters updated. Refresh all open folder compares? Select 'No' to refresh later.
vi: Đã cập nhật các bộ lọc. Có làm mới tất cả các so sánh thư mục đang mở không? Chọn 'Không' để làm mới sau.

source: Folder Comparison Results
vi: Kết quả so sánh thư mục

source: File Comparison
vi: So sánh tệp

source: Untitled Left
vi: Bên trái không tiêu đề

source: Untitled Middle
vi: Ở giữa không tiêu đề

source: Untitled Right
vi: Bên phải không tiêu đề

source: Base File
vi: Tệp cơ sở

source: Theirs File
vi: Tệp của họ

source: Mine File
vi: Tệp của tôi

source: Original File
vi: Tệp gốc

source: Ln: %s Col: %d/%d Ch: %d/%d EOL: %s
vi: Dòng: %s Cột: %d/%d K.tự: %d/%d EOL: %s

source: Line: %s
vi: Dòng: %s

source: Ln: %s Col: %d/%d Ch: %d/%d
vi: Dòng: %s Cột: %d/%d Kí tự: %d/%d

source: Sel: %d | %d
vi: Phần chọn: %d | %d

source: Merge
vi: Trộn

source: Difference %1 of %2
vi: Khác biệt %1 trên %2

source: %1 Differences Found
vi: Tìm thấy %1 khác biệt

source: 1 Difference Found
vi: Tìm thấy 1 khác biệt

source: %1 Errors Found
vi: Tìm thấy %1 lỗi

source: 1 Error Found
vi: Tìm thấy 1 lỗi

source: RO
vi: CĐ

source: Item %1 of %2
vi: Mục %1 trên %2

source: Items: %1
vi: Số mục: %1

source: Comparing items...
vi: Đang so sánh các mục...

source: %.1f[items/sec]
vi: %.1f[mục/giây]

source: Select two existing folders/files to compare.
vi: Chọn hai thư mục/tệp hiện có để so sánh.

source: Folder Selection
vi: Chọn thư mục

source: Select two (or three) folders/files to compare.
vi: Chọn hai (hoặc ba) thư mục / tệp để so sánh.

source: Left (1st) path is invalid!
vi: Đường dẫn bên trái (thứ nhất) không hợp lệ!

source: Middle (2nd) path is invalid!
vi: Đường dẫn ở giữa (thứ 2) không hợp lệ!

source: Right (2nd) path is invalid!
vi: Đường dẫn bên phải (thứ 2) không hợp lệ!

source: Right (3rd) path is invalid!
vi: Đường dẫn bên phải (thứ 3) không hợp lệ!

source: Both paths are invalid!
vi: Cả hai đường dẫn đều không hợp lệ!

source: Left (1st) and Middle (2nd) paths are invalid!
vi: Đường dẫn bên trái (1) và ở giữa (2) không hợp lệ!

source: Left (1st) and Right (3rd) paths are invalid!
vi: Đường dẫn bên trái (1) và bên phải (3) không hợp lệ!

source: Middle (2nd) and Right (3rd) paths are invalid!
vi: Đường dẫn ở giữa (2) và bên phải (3) không hợp lệ!

source: All paths are invalid!
vi: Tất cả đường dẫn đều không hợp lệ!

source: Only enabled for file comparisons
vi: Chỉ bật cho so sánh tệp

source: Cannot compare file and folder!
vi: Không thể so sánh tệp và thư mục!

source: File not found: %1
vi: Không tìm thấy tệp: %1

source: File not unpacked: %1
vi: Tệp chưa được bung gói: %1

source: Cannot open file %1 %2
vi: Không thể mở tệp %1 %2

source: Failed to parse conflict file.
vi: Không thể phân tích cú pháp tệp xung đột.

source: The file %1 is not a conflict file.
vi: Tệp %1 không phải là một tệp xung đột.

source: Comparing large files requires significant memory. Show only comparison results (not file contents)?
vi: Cần nhiều bộ nhớ để so sánh các tệp lớn. Chỉ hiển thị kết quả so sánh (không hiện nội dung tệp) nhé?

source: Save As
vi: Lưu thành

source: Save changes to %1?
vi: Có lưu các thay đổi vào %1 nhé?

source: %1 is read-only. Override? Or 'No' to save as new filename?
vi: %1 là tệp chỉ-đọc. Có ghi đè không? Hay là chọn 'Không' để lưu với tên tệp mới?

source: Error backing up file
vi: Lỗi khi sao lưu tệp

source: Unable to backup original file: %1 Continue anyway?
vi: Không thể sao lưu tệp gốc: %1 Vẫn tiếp tục nhé?

source: Saving file failed. %1 %2 - Use different filename (OK) - Abort (Cancel)?
vi: Không thể lưu tệp. %1 %2 - Sử dụng tên tệp khác (OK) - Huỷ bỏ (Huỷ)?

source: Plugin '%2' cannot pack changes to left file into '%1'. Original unchanged. Save unpacked version?
vi: Trình cắm '%2' không thể đóng gói thay đổi ở tệp bên trái vào '%1'. Tệp gốc chưa thay đổi. Có lưu phiên bản đã bung gói không?

source: Plugin '%2' cannot pack changes to middle file into '%1'. Original unchanged. Save unpacked version?
vi: Trình cắm '%2' không thể đóng gói thay đổi ở tệp giữa vào '%1'. Tệp gốc chưa thay đổi. Có lưu phiên bản đã bung gói không?

source: Plugin '%2' cannot pack changes to right file into '%1'. Original unchanged. Save unpacked version?
vi: Trình cắm '%2' không thể đóng gói thay đổi ở tệp bên phải vào '%1'. Tệp gốc chưa thay đổi. Có lưu phiên bản đã bung gói không?

source: Another application updated %1 since WinMerge loaded it. Overwrite?
vi: Một ứng dụng khác đã cập nhật %1 kể từ khi WinMerge nạp tệp này. Có ghi đè không?

source: %1 is read-only. Override?
vi: %1 là tệp chỉ-đọc. Có ghi đè không?

source: Another application updated %1 since last scan. Reload?
vi: Một ứng dụng khác đã cập nhật %1 kể từ lần quét cuối. Có tải lại không?

source: Save Left File As
vi: Lưu tệp bên trái thành

source: Save Middle File As
vi: Lưu tệp ở giữa thành

source: Save Right File As
vi: Lưu tệp bên phải thành

source: File %1 not found. Save a copy to continue.
vi: Tệp %1 không tìm thấy. Lưu một bản sao để tiếp tục.

source: Cannot merge unsynched documents. Refresh before continuing.
vi: Không thể trộn các tài liệu chưa đồng bộ. Hãy làm mới trước khi tiếp tục.

source: Break at whitespace
vi: Ngắt tại khoảng trắng

source: Break at whitespace or punctuation
vi: Ngắt tại khoảng trắng hoặc dấu câu

source: Copy to &Middle Alt+Right
vi: Chép sang &giữa Alt+Right

source: Copy to &Middle Alt+Left
vi: Chép sang &giữa Alt+Left

source: Copy from Middle Alt+Shift+Right
vi: Chép từ giữa Alt+Shift+Right

source: Copy from Middle Alt+Shift+Left
vi: Chép từ giữa Alt+Shift+Left

source: Copy to Middle and Advance Ctrl+Alt+Right
vi: Chép sang giữa và tiến tiếp Ctrl+Alt+Right

source: Copy to Middle and Advance Ctrl+Alt+Left
vi: Chép sang giữa và tiến tiếp Ctrl+Alt+Left

source: Copy All to Middle
vi: Chép tất cả sang giữa

source: Right to Left (%1)
vi: Phải sang trái (%1)

source: Right to Middle (%1)
vi: Phải sang giữa (%1)

source: Middle to Left (%1)
vi: Giữa sang trái (%1)

source: Middle to Right (%1)
vi: Giữa sang phải (%1)

source: Left to Right (%1)
vi: Trái sang phải (%1)

source: Left to Middle (%1)
vi: Trái sang giữa (%1)

source: Left to... (%1)
vi: Trái sang... (%1)

source: Middle to... (%1)
vi: Giữa sang... (%1)

source: Right to... (%1)
vi: Phải sang... (%1)

source: Both to... (%1)
vi: Cả hai sang... (%1)

source: All to... (%1)
vi: Tất cả sang... (%1)

source: Differences to... (%1)
vi: Khác biệt sang... (%1)

source: Some selected items are identical or skipped. Copy only items with differences?
vi: Một số mục được chọn giống hệt nhau hoặc bị bỏ qua. Chỉ sao chép những mục có sự khác biệt nhé?

source: Left (%1)
vi: Bên trái (%1)

source: Middle (%1)
vi: Giữa (%1)

source: Right (%1)
vi: Phải (%1)

source: Both (%1)
vi: Cả hai (%1)

source: All (%1)
vi: Tất cả (%1)

source: Left Side - Select Destination Folder:
vi: Bên trái - chọn thư mục đích:

source: Middle Side - Select Destination Folder:
vi: Ở giữa - chọn thư mục đích:

source: Right Side - Select Destination Folder:
vi: Bên phải - chọn thư mục đích:

source: (%1 Files Affected)
vi: (%1 tệp bị ảnh hưởng)

source: (%1 of %2 Files Affected)
vi: (%1 trên %2 tệp bị ảnh hưởng)

source: Are you sure you want to delete %1 ?
vi: Bạn có chắc chắn muốn xoá %1 không?

source: Are you sure you want to copy?
vi: Bạn có chắc chắn muốn sao chép không?

source: Are you sure you want to copy %d items?
vi: Bạn có chắc chắn muốn sao chép %d mục không?

source: Operation aborted! Folder contents changed, path %1 not found. Refresh the compare.
vi: Thao tác đã bị huỷ! Nội dung thư mục đã thay đổi, đường dẫn %1 không tìm thấy. Hãy làm mới lại việc so sánh.

source: Are you sure you want to move?
vi: Bạn có chắc chắn muốn di chuyển không?

source: Are you sure you want to move %d items?
vi: Bạn có chắc chắn muốn di chuyển %d mục không?

source: Confirm Move
vi: Xác nhận di chuyển

source: Close the folder comparison window?
vi: Có đóng cửa sổ so sánh thư mục không?

source: Close the folder comparison window, which took a long time?
vi: Có đóng cửa sổ so sánh thư mục không (việc này tốn khá nhiều thời gian)?

source: The file or folder name is invalid.
vi: Tên tệp hoặc tên thư mục không hợp lệ.

source: Failed to execute external editor: %1
vi: Không thể thực thi trình chỉnh sửa bên ngoài: %1

source: Unknown archive format
vi: Định dạng tệp nén không xác định

source: Failed to extract archive. Compare as text file?
vi: Không thể trích xuất tệp nén. Có so sánh dưới dạng tệp văn bản không?

source: Filename
vi: Tên tệp

# DirView|ColumnHeader
source: Folder
vi: Thư mục

source: Comparison Result
vi: Kết quả so sánh

source: Left Date
vi: Ngày (trái)

source: Right Date
vi: Ngày (phải)

source: Middle Date
vi: Ngày (giữa)

source: Left Size
vi: Kích cỡ (trái)

source: Right Size
vi: Kích cỡ (phải)

source: Middle Size
vi: Kích cỡ (giữa)

source: Right Size (Short)
vi: Kích cỡ (phải, ngắn)

source: Left Size (Short)
vi: Kích cỡ (trái, ngắn)

source: Middle Size (Short)
vi: Kích cỡ (giữa, ngắn)

source: Left Creation Time
vi: Thời gian tạo (trái)

source: Right Creation Time
vi: Thời gian tạo (phải)

source: Middle Creation Time
vi: Thời gian tạo (giữa)

source: Newer File
vi: Tệp mới hơn

source: Left File Version
vi: Phiên bản tệp (trái)

source: Right File Version
vi: Phiên bản tệp (phải)

source: Middle File Version
vi: Phiên bản tệp (giữa)

source: Short Result
vi: Kết quả ngắn

source: Left Attributes
vi: Thuộc tính (trái)

source: Right Attributes
vi: Thuộc tính (phải)

source: Middle Attributes
vi: Thuộc tính (giữa)

source: Left EOL
vi: EOL (trái)

source: Middle EOL
vi: EOL (giữa)

source: Right EOL
vi: EOL (phải)

source: Left Encoding
vi: Biên mã (trái)

source: Right Encoding
vi: Biên mã (phải)

source: Middle Encoding
vi: Biên mã (giữa)

source: Ignored Diff
vi: Khác biệt đã bỏ qua

# DirView|ColumnHeader
source: Binary
vi: Nhị phân

source: Unpacker
vi: Trình bung gói

source: Prediffer
vi: Trình tiền so sánh

source: Left
vi: Trái

source: Middle
vi: Giữa

source: Right
vi: Phải

source: Diff
vi: Khác biệt

source: Left Duplicate Count
vi: Số lượng trùng lặp (trái)

source: Right Duplicate Count
vi: Số lượng trùng lặp (phải)

source: Middle Duplicate Count
vi: Số lượng trùng lặp (giữa)

source: Move
vi: Di chuyển

source: Audio
vi: Âm thanh

source: Calendar
vi: Lịch

source: Communication
vi: Truyền thông

source: Contact
vi: Liên hệ

source: Devices
vi: Thiết bị

source: Document
vi: Tài liệu

source: Home
vi: Trang chủ

source: Journal
vi: Nhật ký

source: Link
vi: Liên kết

source: Media
vi: Phương tiện

source: Music
vi: Nhạc

source: Note
vi: Ghi chú

source: Photo
vi: Ảnh

source: RecordedTV
vi: TV đã ghi

source: Search
vi: Tìm kiếm

source: Security
vi: Bảo mật

source: Software
vi: Phần mềm

source: Task
vi: Công việc

source: Hash
vi: Mã băm

source: Unable to compare files
vi: Không thể so sánh các tệp

source: Item aborted
vi: Mục bị huỷ bỏ

source: File skipped
vi: Tệp bị bỏ qua

source: Folder skipped
vi: Thư mục bị bỏ qua

source: Left only: %1
vi: Chỉ bên trái: %1

source: Middle only: %1
vi: Chỉ ở giữa: %1

source: Right only: %1
vi: Chỉ bên phải: %1

source: Does not exist in %1
vi: Không tồn tại trong %1

source: Binary files are identical
vi: Các tệp nhị phân giống hệt nhau

source: Binary files are different
vi: Các tệp nhị phân này khác nhau

source: Files are different
vi: Các tệp này khác nhau

source: Folders are different
vi: Các thư mục này khác nhau

source: Left Only
vi: Chỉ bên trái

source: Right Only
vi: Chỉ bên phải

source: Middle Only
vi: Chỉ ở giữa

source: No item in left
vi: Không có mục nào ở bên trái

source: No item in right
vi: Không có mục nào ở bên phải

source: No item in middle
vi: Không có mục nào ở giữa

source: Error
vi: Lỗi

source: Text files are identical
vi: Các tệp văn bản giống hệt nhau

source: (Middle and right are identical)
vi: (Ở giữa và bên phải giống hệt nhau)

source: (Left and right are identical)
vi: (Bên trái và bên phải giống hệt nhau)

source: (Left and middle are identical)
vi: (Bên trái và ở giữa giống hệt nhau)

source: Text files are different
vi: Các tệp văn bản này khác nhau

source: Image files are identical
vi: Các tệp hình ảnh giống hệt nhau

source: Image files are different
vi: Các tệp hình ảnh này khác nhau

source: Files are different (expr: %1)
vi: Các tệp này khác nhau (biểu thức: %1)

source: Group%d
vi: Nhóm %d

source: Elapsed time: %ld ms
vi: Thời gian trôi qua: %ld ms

source: 1 item selected
vi: Đã chọn 1 mục

source: %1 items selected
vi: Đã chọn %1 mục

source: Filename or folder name.
vi: Tên tệp hoặc tên thư mục.

source: Subfolder name when subfolders are included.
vi: Tên thư mục con khi bao gồm các thư mục con.

source: Comparison result, long form.
vi: Kết quả so sánh, dạng dài.

source: Left side modification date.
vi: Ngày sửa đổi bên trái.

source: Right side modification date.
vi: Ngày sửa đổi bên phải.

source: Middle side modification date.
vi: Ngày sửa đổi ở giữa.

source: File's extension.
vi: Phần mở rộng của tệp.

source: Left file size in bytes.
vi: Kích cỡ tệp bên trái tính bằng byte.

source: Right file size in bytes.
vi: Kích cỡ tệp bên phải tính bằng byte.

source: Middle file size in bytes.
vi: Kích cỡ tệp ở giữa tính bằng byte.

source: Left file size abbreviated.
vi: Kích cỡ tệp bên trái viết tắt.

source: Right file size abbreviated.
vi: Kích cỡ tệp bên phải viết tắt.

source: Middle file size abbreviated.
vi: Kích cỡ tệp ở giữa viết tắt.

source: Left side creation time.
vi: Thời gian tạo bên trái.

source: Right side creation time.
vi: Thời gian tạo bên phải.

source: Middle side creation time.
vi: Thời gian tạo ở giữa.

source: Tells which side has newer modification date.
vi: Cho biết bên nào có ngày sửa đổi mới hơn.

source: Left side file version, only for some file types.
vi: Phiên bản tệp bên trái, chỉ dành cho một số loại tệp.

source: Right side file version, only for some file types.
vi: Phiên bản tệp bên phải, chỉ dành cho một số loại tệp.

source: Middle side file version, only for some file types.
vi: Phiên bản tệp ở giữa, chỉ dành cho một số loại tệp.

source: Short comparison result.
vi: Kết quả so sánh ngắn.

source: Left side attributes.
vi: Thuộc tính bên trái.

source: Right side attributes.
vi: Thuộc tính bên phải.

source: Middle side attributes.
vi: Thuộc tính ở giữa.

source: Left side file EOL type.
vi: Loại EOL tệp bên trái.

source: Right side file EOL type.
vi: Loại EOL tệp bên phải.

source: Middle side file EOL type.
vi: Loại EOL tệp ở giữa.

source: Left side encoding.
vi: Biên mã bên trái.

source: Right side encoding.
vi: Biên mã bên phải.

source: Middle side encoding.
vi: Biên mã ở giữa.

source: Number of ignored differences in file. Ignored and cannot be merged.
vi: Số lượng khác biệt bị bỏ qua trong tệp. Đã bị bỏ qua và không thể trộn.

source: Number of differences in file (excluding ignored).
vi: Số lượng khác biệt trong tệp (không bao gồm các mục bị bỏ qua).

source: Shows an asterisk (*) if the file is binary.
vi: Hiển thị dấu sao (*) nếu tệp là nhị phân.

source: Unpacker plugin name or pipeline.
vi: Tên hoặc ống dẫn của trình cắm bung gói.

source: Prediffer plugin name or pipeline.
vi: Tên hoặc ống dẫn của trình cắm tiền so sánh.

source: Compare %1 with %2
vi: So sánh %1 với %2

source: Compare %1 with %2 and %3
vi: So sánh %1 với %2 và %3

source: Comma-separated list
vi: Danh sách ngăn cách bằng dấu phẩy

source: Tab-separated list
vi: Danh sách ngăn cách bằng phím Tab

source: Simple HTML
vi: HTML đơn giản

source: Simple XML
vi: XML đơn giản

source: Report file already exists. Overwrite?
vi: Đã tồn tại tệp báo cáo. Có ghi đè không?

source: Error creating the report: %1
vi: Lỗi khi tạo báo cáo: %1

source: Report created successfully.
vi: Báo cáo đã được tạo thành công.

source: Cannot add a synchronization point at this line.
vi: Không thể thêm điểm đồng bộ hoá tại dòng này.

source: Same file is opened in both panes.
vi: Cùng một tệp đang được mở ở cả hai khung.

source: Selected files are identical.
vi: Các tệp được chọn giống hệt nhau.

source: Selected files are identical (with current settings). Checking binary identity...
vi: Các tệp được chọn giống hệt nhau (với các thiết đặt hiện tại). Đang kiểm tra tính đồng nhất nhị phân...

source: Selected files are identical (with current settings). But binary comparison failed.
vi: Các tệp được chọn giống hệt nhau (với các thiết đặt hiện tại). Nhưng không so sánh nhị phân được.

source: Selected files are identical (binary match).
vi: Các tệp được chọn giống hệt nhau (khớp về mặt nhị phân).

source: Selected files are identical (with current settings). But differ at the binary level.
vi: Các tệp được chọn giống hệt nhau (với các thiết đặt hiện tại). Nhưng khác nhau ở cấp độ nhị phân.

source: An error occurred while comparing files.
vi: Đã xảy ra lỗi khi so sánh các tệp.

source: Could not create temporary files. Check your temporary path settings.
vi: Không thể tạo các tệp tạm thời. Hãy kiểm tra các thiết đặt đường dẫn tạm thời của bạn.

source: Files use different EOL. Treat all EOL as equivalent? Set 'Ignore EOL differences (Windows/Unix/Mac)' in Compare section of Options.
vi: Các tệp sử dụng kí tự cuối dòng (EOL) khác nhau. Có coi tất cả EOL là tương đương với nhau không? Hãy chọn 'Bỏ qua khác biệt EOL (Windows/Unix/Mac)' trong phần So sánh của Tuỳ chọn.

source: Selected folder is invalid.
vi: Thư mục được chọn không hợp lệ.

source: Cannot open a binary file in Editor.
vi: Không thể mở tệp nhị phân trong trình chỉnh sửa.

source: Create matching folder: %1 on the other side and open?
vi: Có tạo thư mục tương ứng: %1 ở phía bên kia và mở ra không?

source: Copy all differences to other file?
vi: Có chép tất cả khác biệt sang tệp kia không?

source: Move to next file?
vi: Có di chuyển đến tệp tiếp theo không?

source: Move to previous file?
vi: Có di chuyển đến tệp trước đó không?

source: Move to next page?
vi: Có di chuyển đến trang tiếp theo không?

source: Move to previous page?
vi: Có di chuyển đến trang trước đó không?

source: Move to first file?
vi: Có di chuyển đến tệp đầu tiên không?

source: Move to last file?
vi: Có di chuyển đến tệp cuối cùng không?

source: Different codepages: left (cp%d), right (cp%d). Display in codepage (better display) or default Windows codepage (safer merging)? (Recommended: default Windows codepage)
vi: Trang mã khác nhau: bên trái (cp%d), bên phải (cp%d). Có hiển thị trong trang mã (hiển thị tốt hơn) hoặc trang mã Windows mặc định (trộn an toàn hơn) không? (Khuyên dùng: trang mã Windows mặc định)

source: Information lost due to encoding errors: both files
vi: Thông tin bị mất do lỗi biên mã: cả hai tệp

source: Information lost due to encoding errors: first file
vi: Thông tin bị mất do lỗi biên mã: tệp thứ nhất

source: Information lost due to encoding errors: second file
vi: Thông tin bị mất do lỗi biên mã: tệp thứ hai

source: Information lost due to encoding errors: third file
vi: Thông tin bị mất do lỗi biên mã: tệp thứ ba

source: No difference
vi: Không có khác biệt

source: Line difference
vi: Khác biệt dòng

source: Replaced %1 string(s).
vi: Đã thay thế %1 xâu.

source: Cannot find string "%s".
vi: Không thể tìm thấy xâu "%s".

source: Entering Merge Mode. Press F9 to turn off.
vi: Đang vào chế độ trộn. Nhấn F9 để tắt.

source: Automatic merges: %1 Unresolved conflicts: %2
vi: Trộn tự động: %1 Xung đột chưa được giải quyết: %2

source: Codepage change merged.
vi: Đã trộn thay đổi về trang mã.

source: Codepage changes are conflicting.
vi: Các thay đổi trang mã đang bị xung đột.

source: EOL change merged.
vi: Đã trộn thay đổi EOL.

source: EOL changes are conflicting.
vi: Các thay đổi EOL đang bị xung đột.

source: Location Pane
vi: Khung vị trí

source: Diff Pane
vi: Khung khác biệt

source: Patch file written.
vi: Tệp bản vá đã được ghi.

source: First item not found!
vi: Không tìm thấy mục thứ nhất!

source: Second item not found!
vi: Không tìm thấy mục thứ hai!
