Repository: WinMerge/winmerge
Catalog: Translations/ShellExtension/*.po
Languages: dutch, german, italian, korean, portuguese

source: AFX_TARG_ENU
dutch: AFX_TARG_NLB
german: AFX_TARG_DEU
italian: AFX_TARG_ITA
korean: AFX_TARG_KOR
portuguese: AFX_TARG_PTG

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
dutch: LANG_DUTCH, SUBLANG_DUTCH
german: LANG_GERMAN, SUBLANG_GERMAN
italian: LANG_ITALIAN, SUBLANG_ITALIAN
korean: LANG_KOREAN, SUBLANG_DEFAULT
portuguese: LANG_PORTUGUESE, SUBLANG_PORTUGUESE

source: ShellExtension
dutch: Contextmenu
italian: Estensione shell
korean: 쉘확장

source: Open with WinMerge
dutch: Openen met WinMerge
german: Öffnen mit WinMerge
italian: Apri con WinMerge
portuguese: Abrir com WinMerge

source: Please select no more than 3 items
dutch: Selecteer niet meer dan 3 items

source: &Compare
dutch: Vergelijken
korean: 비교(&C)

source: Compare&...
dutch: Vergelijken...
korean: 비교(&E)...

source: Select &Left
dutch: Links selecteren
korean: 왼쪽 선택(&L)

source: Select &Middle
dutch: Midden selecteren
korean: 가운데 선택(&M)

source: Save this path. Select another path to compare with this path.
dutch: Dit pad opslaan. Selecteer een ander pad om te vergelijken met dit pad.
german: Diesen Pfad speichern. Wählen Sie einen anderen Pfad, um ihn mit diesem Pfad zu vergleichen.
italian: Salva questo percorso. Seleziona un altro da confrontare con questo.
portuguese: Guardar esta localização. Selecione outra localização para comparar com esta.

source: Compare to saved path (%1)
dutch: Vergelijken met opgeslagen pad (%1)
german: Vergleichen mit dem gespeicherten Pfad (%1)
italian: Confronta con il percorso salvato (%1)
portuguese: Comparar com localização guardada (%1)

source: Re-select &Left
dutch: Links opnieuw selecteren
korean: 왼쪽 다시 선택(&L)

source: Please select no more than 2 items
german: Bitte wählen Sie nicht mehr als 2 Objekte aus.
italian: Seleziona massimo 2 elementi
portuguese: Não selecione mais de 2 itens

source: Compare
german: Vergleichen
italian: Confronta
portuguese: Comparar

source: Compare...
german: Vergleichen...
italian: Confronta...
portuguese: Comparar...

source: Compare To
german: Vergleichen mit
italian: Confronta con
portuguese: Comparar com

source: Re-select First
german: Ersten erneut wählen
italian: Riseleziona il primo percorso
portuguese: Selecione novamente a primeira

source: Win&Merge
korean: WinMerge(&M)

source: Compare &As
korean: 다음으로 비교(&A)
