Repository: WinMerge/winmerge
Catalog: Translations/ShellExtension/Basque.po
Languages: eu

source: AFX_TARG_ENU
eu: AFX_TARG_EUQ

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
eu: LANG_BASQUE, SUBLANG_DEFAULT

source: Open with WinMerge
eu: Ireki WinMergerekin

source: Please select no more than 2 items
eu: Mesedez ez hautatu 2 gai baino gehiago

source: Compare
eu: Alderatu

source: Compare...
eu: Alderatu...

source: Compare To
eu: Alderatu Honekin

source: Save this path. Select another path to compare with this path.
eu: Gorde helburu hau. Hautatu beste helburu bat helburu honekin alderatzeko.

source: Compare to saved path (%1)
eu: Alderatu gordetako helburuarekin (%1)

source: Re-select First
eu: Bir-hautatu Lehenengoa
