Repository: WinMerge/winmerge
Catalog: Translations/ShellExtension/Croatian.po
Languages: hr_hr

source: AFX_TARG_ENU
hr_hr: AFX_TARG_HRV

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
hr_hr: LANG_CROATIAN, SUBLANG_DEFAULT

source: Open with WinMerge
hr_hr: Otvori s WinMerge

source: Please select no more than 2 items
hr_hr: Molimo, odaberite vi≈°e os 2 stavke

source: Compare
hr_hr: Usporedi

source: Compare...
hr_hr: Usporedi...

source: Compare To
hr_hr: Usporedi s

source: Save this path. Select another path to compare with this path.
hr_hr: Pohrani ovu stazu. Za usporedbu, odaberite drugu stazu.

source: Compare to saved path (%1)
hr_hr: Staza pohrane usporedbe (%1)

source: Re-select First
hr_hr: Ponovni odabir
