Repository: WinMerge/winmerge
Catalog: Translations/ShellExtension/Hungarian.po
Languages: hu

source: AFX_TARG_ENU
hu: AFX_TARG_HUN

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
hu: LANG_HUNGARIAN, SUBLANG_DEFAULT

source: Open with WinMerge
hu: Megnyitás WinMerge-dzsel

source: Please select no more than 2 items
hu: Legfeljebb 2 elemet válassz

source: Compare
hu: Összehasonlítás

source: Compare...
hu: Összehasonlítás...

source: Compare To
hu: Összehasonlítás ezzel

source: Save this path. Select another path to compare with this path.
hu: Mentsd el ezt az elérési utat. Válassz egy másik elérési utat az ezzel való összehasonlításhoz.

source: Compare to saved path (%1)
hu: Összehasonlítás a mentett elérési úttal (%1)

source: Re-select First
hu: Az első újraválasztása
