Repository: WinMerge/winmerge
Catalog: Translations/ShellExtension/Persian.po
Languages: fa

source: AFX_TARG_ENU
fa: AFX_TARG_FAR

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
fa: LANG_FARSI, SUBLANG_NEUTRAL

source: ShellExtension
fa: شل اکستنشن

source: WinMerge
fa: وينمرج

source: Open with WinMerge
fa: باز کردن با وينمرج

source: Please select no more than 2 items
fa: لطفا بيشتر از دو مورد را انتخاب ننماييد

source: Compare
fa: همسنجي / مقايسه

source: Compare...
fa: همسنجي ...

source: Compare To
fa: مقايسه با

source: Save this path. Select another path to compare with this path.
fa: اين مسير را ذخيره کن. مسير ديگري را براي مقايسه با اين مسير انتخاب کن

source: Compare to saved path (%1)
fa: همسنجي با مسير ذخيره شده %1

source: Re-select First
fa: در آغاز دوباره انتخاب نماييد
