Repository: WinMerge/winmerge
Catalog: Translations/ShellExtension/Romanian.po
Languages: ro_ro

source: AFX_TARG_ENU
ro_ro: AFX_TARG_ROM

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
ro_ro: LANG_ROMANIAN, SUBLANG_DEFAULT

source: Open with WinMerge
ro_ro: Deschide cu WinMerge

source: Please select no more than 2 items
ro_ro: Selectati nu mai mult de 2 elemente

source: Compare
ro_ro: Compara

source: Compare...
ro_ro: Compara...

source: Compare To
ro_ro: Compara cu

source: Save this path. Select another path to compare with this path.
ro_ro: Salveaza calea aceasta. Selecteaza alta cale pentru a o compara cu aceasta.

source: Compare to saved path (%1)
ro_ro: Compara cu calea salvata (%1)

source: Re-select First
ro_ro: Re-selecteaza prima cale
