Repository: WinMerge/winmerge
Catalog: Translations/ShellExtension/Slovak.po
Languages: sk

source: AFX_TARG_ENU
sk: AFX_TARG_SKY

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
sk: LANG_SLOVAK, SUBLANG_DEFAULT

source: Open with WinMerge
sk: Otvoriť pomocou WinMerge

source: Please select no more than 2 items
sk: Prosím, nevyberajte viac ako 2 položky

source: Compare
sk: Porovnať

source: Compare...
sk: Porovnať...

source: Compare To
sk: Porovnať s

source: Save this path. Select another path to compare with this path.
sk: Uložiť túto cestu. Vybrať inú cestu, ktorá sa s ňou porovná.

source: Compare to saved path (%1)
sk: Porovnať s uloženou cestou (%1)

source: Re-select First
sk: Najprv znova označte
