Repository: WinMerge/winmerge
Catalog: Translations/ShellExtension/Slovenian.po
Languages: sl

source: AFX_TARG_ENU
sl: AFX_TARG_SLV

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
sl: LANG_SLOVENIAN, SUBLANG_DEFAULT

source: ShellExtension
sl: Razširitev integracije v lupino

source: Open with WinMerge
sl: Odpri z WinMerge

source: Please select no more than 2 items
sl: Izberite največ 2 vnosa

source: Compare
sl: Primerjaj

source: Compare...
sl: Primerjaj...

source: Compare To
sl: Primerjaj z

source: Save this path. Select another path to compare with this path.
sl: Shrani to pot. Izberite še drugo pot za primerjavo s to potjo.

source: Compare to saved path (%1)
sl: Primerjaj s shranjeno potjo (%1)

source: Re-select First
sl: Znova izberi prvega
