Repository: WinMerge/winmerge
Catalog: Translations/ShellExtension/Swedish.po
Languages: sv

source: AFX_TARG_ENU
sv: AFX_TARG_SVE

source: LANG_ENGLISH, SUBLANG_ENGLISH_US
sv: LANG_SWEDISH, SUBLANG_DEFAULT

source: ShellExtension
sv: GränssnittsMeny

source: Open with WinMerge
sv: Öppna med WinMerge

source: Please select no more than 2 items
sv: Var god välj inte fler än 2 objekt

source: Compare
sv: Jämför

source: Compare...
sv: Jämför ...

source: Compare To
sv: Jämför med

source: Save this path. Select another path to compare with this path.
sv: Spara denna sökväg. Välj en annan för att jämföra med denna.

source: Compare to saved path (%1)
sv: Jämför med sparad sökväg (%1)

source: Re-select First
sv: Återvälj Första
